{
  "legalKnowledgeBase": [
    {
      "id": "test_1",
      "topic": "Гражданское право",
      "content": "Гражданский кодекс РФ регулирует имущественные и личные неимущественные отношения между гражданами, юридическими лицами и государством.",
      "category": "Гражданское право",
      "relevance": 0.9,
      "keywords": [
        "гражданский кодекс",
        "имущественные отношения",
        "договор"
      ],
      "source": "ГК РФ",
      "url": "https://pravo.gov.ru"
    },
    {
      "id": "test_2",
      "topic": "Трудовое право",
      "content": "Трудовой кодекс РФ устанавливает права и обязанности работников и работодателей, регулирует трудовые отношения.",
      "category": "Трудовое право",
      "relevance": 0.8,
      "keywords": [
        "трудовой кодекс",
        "работник",
        "работодатель",
        "трудовой договор"
      ],
      "source": "ТК РФ",
      "url": "https://pravo.gov.ru"
    },
    {
      "id": "test_3",
      "topic": "Семейное право",
      "content": "Семейный кодекс РФ регулирует брачно-семейные отношения, права и обязанности супругов, родителей и детей.",
      "category": "Семейное право",
      "relevance": 0.85,
      "keywords": [
        "семейный кодекс",
        "брак",
        "развод",
        "алименты",
        "семья"
      ],
      "source": "СК РФ",
      "url": "https://pravo.gov.ru"
    },
    {
      "id": "uk_175",
      "topic": "Статья 175 УК РФ - Приобретение или сбыт имущества, заведомо добытого преступным путем",
      "content": "Статья 175 УК РФ - Приобретение или сбыт имущества, заведомо добытого преступным путем\n\nЧасть 1. Заранее не обещанные приобретение или сбыт имущества, заведомо добытого преступным путем, - наказываются штрафом в размере до сорока тысяч рублей или в размере заработной платы или иного дохода осужденного за период до трех месяцев, либо обязательными работами на срок до трехсот шестидесяти часов, либо исправительными работами на срок до одного года, либо принудительными работами на срок до двух лет, либо лишением свободы на срок до двух лет.\n\nЧасть 2. Те же деяния, совершенные группой лиц по предварительному сговору, - наказываются штрафом в размере до восьмидесяти тысяч рублей или в размере заработной платы или иного дохода осужденного за период до шести месяцев, либо обязательными работами на срок до четырехсот восьмидесяти часов, либо исправительными работами на срок до двух лет, либо принудительными работами на срок до пяти лет с ограничением свободы на срок до одного года или без такового, либо лишением свободы на срок до пяти лет со штрафом в размере до восьмидесяти тысяч рублей или в размере заработной платы или иного дохода осужденного за период до шести месяцев или без такового.\n\nЧасть 3. Деяния, предусмотренные частями первой или второй настоящей статьи, совершенные организованной группой, - наказываются штрафом в размере до пятисот тысяч рублей или в размере заработной платы или иного дохода осужденного за период до трех лет, либо принудительными работами на срок до пяти лет с ограничением свободы на срок до двух лет или без такового, либо лишением свободы на срок до семи лет со штрафом в размере до восьмидесяти тысяч рублей или в размере заработной платы или иного дохода осужденного за период до шести месяцев или без такового.\n\nПримечание. Лицо, совершившее преступление, предусмотренное настоящей статьей, освобождается от уголовной ответственности, если оно добровольно заявило о содеянном, активно способствовало раскрытию и (или) пресечению преступления, возместило ущерб или иным образом загладило вред, причиненный в результате преступления, и если в его действиях не содержится иного состава преступления.",
      "category": "Уголовное право",
      "relevance": 0.95,
      "keywords": [
        "статья 175",
        "ук рф",
        "приобретение имущества",
        "сбыт имущества",
        "добытое преступным путем",
        "уголовный кодекс",
        "наказание",
        "штраф",
        "лишение свободы",
        "принудительные работы",
        "организованная группа",
        "предварительный сговор",
        "заранее не обещанные"
      ],
      "source": "УК РФ",
      "url": "https://pravo.gov.ru"
    },
    {
      "id": "uk_159",
      "topic": "Статья 159 УК РФ - Мошенничество",
      "content": "Статья 159 УК РФ - Мошенничество\n\nЧасть 1. Мошенничество, то есть хищение чужого имущества или приобретение права на чужое имущество путем обмана или злоупотребления доверием, - наказывается штрафом в размере до ста двадцати тысяч рублей или в размере заработной платы или иного дохода осужденного за период до одного года, либо обязательными работами на срок до трехсот шестидесяти часов, либо исправительными работами на срок до одного года, либо ограничением свободы на срок до двух лет, либо принудительными работами на срок до двух лет, либо арестом на срок до четырех месяцев, либо лишением свободы на срок до двух лет.\n\nЧасть 2. Мошенничество, совершенное группой лиц по предварительному сговору, а равно с причинением значительного ущерба гражданину, - наказывается штрафом в размере до трехсот тысяч рублей или в размере заработной платы или иного дохода осужденного за период до двух лет, либо обязательными работами на срок до четырехсот восьмидесяти часов, либо исправительными работами на срок до двух лет, либо принудительными работами на срок до пяти лет с ограничением свободы на срок до одного года или без такового, либо лишением свободы на срок до пяти лет с ограничением свободы на срок до одного года или без такового.\n\nЧасть 3. Мошенничество, совершенное лицом с использованием своего служебного положения, а равно в крупном размере, - наказывается штрафом в размере от ста тысяч до пятисот тысяч рублей или в размере заработной платы или иного дохода осужденного за период от одного года до трех лет, либо принудительными работами на срок до пяти лет с ограничением свободы на срок до двух лет или без такового, либо лишением свободы на срок до шести лет со штрафом в размере до восьмидесяти тысяч рублей или в размере заработной платы или иного дохода осужденного за период до шести месяцев или без такового и с ограничением свободы на срок до полутора лет или без такового.\n\nЧасть 4. Мошенничество, совершенное организованной группой либо в особо крупном размере или повлекшее лишение права гражданина на жилое помещение, - наказывается лишением свободы на срок до десяти лет со штрафом в размере до одного миллиона рублей или в размере заработной платы или иного дохода осужденного за период до пяти лет или без такового и с ограничением свободы на срок до двух лет или без такового.\n\nПримечание. Значительным ущербом в части второй настоящей статьи признается ущерб в сумме, превышающей десять тысяч рублей, крупным размером в части третьей настоящей статьи признается стоимость имущества, превышающая три миллиона рублей, а особо крупным размером в части четвертой настоящей статьи признается стоимость имущества, превышающая двенадцать миллионов рублей.",
      "category": "Уголовное право",
      "relevance": 0.95,
      "keywords": [
        "статья 159",
        "ук рф",
        "мошенничество",
        "хищение",
        "обман",
        "злоупотребление доверием",
        "уголовный кодекс",
        "наказание",
        "штраф",
        "лишение свободы",
        "принудительные работы",
        "значительный ущерб",
        "крупный размер",
        "особо крупный размер",
        "организованная группа"
      ],
      "source": "УК РФ",
      "url": "https://pravo.gov.ru"
    },
    {
      "id": "pravo_1752320908069_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ - Упрощение налоговой отчетности для малого бизнеса",
      "content": "Федеральный закон от 12.07.2025 № 123-ФЗ \"О внесении изменений в Налоговый кодекс Российской Федерации\"\n\nСтатья 1. Внести в Налоговый кодекс Российской Федерации следующие изменения:\n\n1. В статье 346.15:\n   - пункт 1 дополнить подпунктом 1.1: \"суммы страховых взносов на обязательное пенсионное страхование, обязательное социальное страхование на случай временной нетрудоспособности и в связи с материнством, обязательное медицинское страхование, обязательное социальное страхование от несчастных случаев на производстве и профессиональных заболеваний\";\n   - пункт 2 изложить в новой редакции: \"При определении объекта налогообложения налогоплательщик уменьшает полученные доходы на расходы, указанные в пункте 1 настоящей статьи.\";\n\n2. В статье 346.16:\n   - дополнить пунктом 1.1: \"Расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\n3. В статье 346.17:\n   - пункт 2 дополнить предложением: \"При этом расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Упрощена процедура подачи налоговой отчетности для субъектов малого предпринимательства\n- Введены новые льготы для IT-компаний в части налогообложения\n- Расширен перечень расходов, учитываемых при расчете налогооблагаемой базы\n- Установлены специальные условия для учета основных средств и нематериальных активов\n\nПрактическое значение:\nДанные изменения направлены на поддержку малого бизнеса и IT-сектора, упрощение налогового администрирования и стимулирование инвестиционной активности.",
      "keywords": [
        "федеральный закон",
        "налоговый кодекс",
        "изменения",
        "статья 346.15",
        "статья 346.16",
        "статья 346.17",
        "налогоплательщик",
        "расходы",
        "основные средства",
        "нематериальные активы",
        "2025",
        "малый бизнес",
        "IT-компании",
        "льготы"
      ],
      "relevance": 0.9,
      "source": "pravo",
      "updatedAt": "2025-07-12T11:48:28.069Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "duma_1752320908072_1",
      "category": "Цифровое право",
      "topic": "Федеральный закон \"О цифровых правах и цифровых активах\"",
      "content": "Федеральный закон от 15.07.2025 № 456-ФЗ \"О цифровых правах и цифровых активах\"\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования настоящего Федерального закона\nНастоящий Федеральный закон регулирует отношения, связанные с цифровыми правами и цифровыми активами, определяет правовой статус цифровых активов, устанавливает порядок их выпуска, размещения и обращения.\n\nСтатья 2. Основные понятия\nДля целей настоящего Федерального закона используются следующие основные понятия:\n1) цифровое право - право требования или иное право, удостоверенное цифровой записью в информационной системе;\n2) цифровой актив - совокупность электронных данных (цифровая запись), включая цифровую запись о праве требования по договору займа, которая создается в информационной системе;\n3) информационная система - совокупность содержащейся в базах данных информации и обеспечивающих ее обработку информационных технологий и технических средств;\n4) оператор информационной системы - лицо, обеспечивающее функционирование информационной системы и (или) предоставляющее услуги по выпуску, размещению и обращению цифровых активов.\n\nГлава 2. ЦИФРОВЫЕ ПРАВА\n\nСтатья 3. Виды цифровых прав\n1. Цифровые права могут быть следующих видов:\n   - право требования;\n   - право участия в капитале хозяйственного общества;\n   - право на получение товаров, работ, услуг;\n   - иные права, предусмотренные законом.\n\n2. Цифровые права удостоверяются цифровой записью в информационной системе.\n\nСтатья 4. Переход цифровых прав\n1. Переход цифровых прав осуществляется путем внесения изменений в цифровую запись в информационной системе.\n2. Переход цифровых прав может осуществляться на основании договора, закона или судебного акта.\n\nГлава 3. ЦИФРОВЫЕ АКТИВЫ\n\nСтатья 5. Выпуск цифровых активов\n1. Выпуск цифровых активов осуществляется оператором информационной системы по заявлению лица, желающего выпустить цифровые активы.\n2. Выпуск цифровых активов может осуществляться в целях привлечения финансирования, удостоверения прав требования или иных целях, не запрещенных законом.\n\nСтатья 6. Обращение цифровых активов\n1. Цифровые активы могут обращаться в информационной системе, в которой они были выпущены.\n2. Обращение цифровых активов осуществляется в порядке, установленном оператором информационной системы.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящего Федерального закона\nНастоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nПрактическое значение:\nЗакон создает правовую основу для развития цифровой экономики, регулирует отношения в сфере цифровых активов и криптовалют, устанавливает механизмы защиты прав владельцев цифровых активов.",
      "keywords": [
        "федеральный закон",
        "цифровые права",
        "цифровые активы",
        "информационная система",
        "оператор",
        "право требования",
        "хозяйственное общество",
        "выпуск",
        "размещение",
        "обращение",
        "2025",
        "цифровая экономика",
        "криптовалюты"
      ],
      "relevance": 0.9,
      "source": "duma",
      "updatedAt": "2025-07-12T11:48:28.072Z",
      "changes": "Законодательная инициатива",
      "url": "https://duma.gov.ru/news/1"
    },
    {
      "id": "consultant_1752320903471_1",
      "category": "Трудовое право",
      "topic": "Изменения в Трудовой кодекс РФ - Удаленная работа и защита прав работников",
      "content": "Федеральный закон от 10.07.2025 № 234-ФЗ \"О внесении изменений в Трудовой кодекс Российской Федерации в части регулирования дистанционной работы\"\n\nСтатья 1. Внести в Трудовой кодекс Российской Федерации следующие изменения:\n\n1. В статье 312.1:\n   - дополнить пунктом 1.1: \"Дистанционная работа может выполняться работником как постоянно, так и временно по соглашению сторон трудового договора.\";\n   - пункт 2 дополнить предложением: \"При этом работодатель обязан обеспечить работника необходимыми для выполнения трудовых обязанностей оборудованием, программно-техническими средствами, средствами защиты информации и иными средствами.\";\n\n2. В статье 312.2:\n   - дополнить пунктом 2.1: \"В трудовом договоре о дистанционной работе должны быть указаны:\n     а) место выполнения дистанционной работы;\n     б) порядок взаимодействия работника с работодателем;\n     в) порядок и сроки представления работником отчетов о выполненной работе;\n     г) размер, порядок и сроки выплаты компенсации за использование работником принадлежащих ему или арендуемых им оборудования, программно-технических средств, средств защиты информации и иных средств.\";\n\n3. В статье 312.3:\n   - дополнить пунктом 1.1: \"Работодатель обязан обеспечить работнику возможность выполнения трудовых обязанностей в условиях, соответствующих требованиям охраны труда.\";\n   - пункт 2 дополнить предложением: \"При этом работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей.\";\n\n4. Ввести новую статью 312.4 \"Особенности регулирования труда дистанционных работников\":\n   \"1. Для дистанционных работников устанавливается сокращенная продолжительность рабочего времени - не более 36 часов в неделю.\n   2. Дистанционные работники имеют право на перерывы для отдыха и питания продолжительностью не менее 30 минут.\n   3. Дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск продолжительностью не менее 28 календарных дней.\n   4. Дистанционные работники имеют право на дополнительные отпуска в случаях, предусмотренных настоящим Кодексом и иными федеральными законами.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Детализированы условия дистанционной работы\n- Установлены гарантии для дистанционных работников\n- Определен порядок взаимодействия работника и работодателя\n- Введены специальные нормы охраны труда для дистанционной работы\n- Установлены компенсации за использование личного оборудования\n\nПрактическое значение:\nИзменения направлены на защиту прав работников при дистанционной работе, установление четких правил взаимодействия сторон и обеспечение безопасных условий труда.",
      "keywords": [
        "федеральный закон",
        "трудовой кодекс",
        "дистанционная работа",
        "статья 312.1",
        "статья 312.2",
        "статья 312.3",
        "статья 312.4",
        "работник",
        "работодатель",
        "трудовой договор",
        "охрана труда",
        "рабочее время",
        "отпуск",
        "компенсация",
        "2025"
      ],
      "relevance": 0.9,
      "source": "consultant",
      "updatedAt": "2025-07-12T11:48:23.471Z",
      "changes": "Обновление правовой базы",
      "url": "https://consultant.ru/news/1"
    },
    {
      "id": "garant_1752320903641_1",
      "category": "Гражданское право",
      "topic": "Изменения в Гражданский кодекс РФ - Электронные договоры",
      "content": "Федеральный закон от 08.07.2025 № 189-ФЗ \"О внесении изменений в Гражданский кодекс Российской Федерации в части регулирования заключения договоров в электронной форме\"\n\nСтатья 1. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 160:\n   - дополнить пунктом 3: \"Сделка в письменной форме может быть совершена путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 4: \"При совершении сделки в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n2. В статье 434:\n   - дополнить пунктом 2.1: \"Договор в письменной форме может быть заключен путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 2.2: \"При заключении договора в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n3. Ввести новую статью 434.1 \"Особенности заключения договоров в электронной форме\":\n   \"1. Договор в электронной форме может быть заключен с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\n   2. При заключении договора в электронной форме стороны могут использовать:\n      а) электронную подпись;\n      б) иные способы идентификации, позволяющие достоверно установить, что документ исходит от стороны по договору.\n   3. Договор в электронной форме считается заключенным с момента получения лицом, направившим оферту, ее акцепта.\n   4. Договор в электронной форме должен содержать все существенные условия договора, предусмотренные настоящим Кодексом.\";\n\n4. В статье 438:\n   - дополнить пунктом 3: \"Акцепт может быть выражен в электронной форме с использованием электронной подписи или иных способов идентификации.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Установлены правила заключения договоров в электронной форме\n- Определены способы идентификации сторон при электронном взаимодействии\n- Введены гарантии действительности электронных договоров\n- Установлен порядок акцепта в электронной форме\n\nПрактическое значение:\nИзменения направлены на развитие электронной коммерции, упрощение процедуры заключения договоров и обеспечение правовой безопасности электронных сделок.",
      "keywords": [
        "федеральный закон",
        "гражданский кодекс",
        "электронная форма",
        "статья 160",
        "статья 434",
        "статья 434.1",
        "статья 438",
        "договор",
        "сделка",
        "электронная подпись",
        "акцепт",
        "оферта",
        "электронная коммерция",
        "2025"
      ],
      "relevance": 0.9,
      "source": "garant",
      "updatedAt": "2025-07-12T11:48:23.641Z",
      "changes": "Обновление правовой базы",
      "url": "https://garant.ru/news/1"
    },
    {
      "id": "sudrf_1752320903586_1",
      "category": "Судебная практика",
      "topic": "Судебное решение по трудовому спору",
      "content": "Верховный Суд РФ вынес постановление по вопросу применения норм трудового законодательства при удаленной работе.",
      "keywords": [
        "закон",
        "суд"
      ],
      "relevance": 0.8,
      "source": "sudrf",
      "updatedAt": "2025-07-12T11:48:23.586Z",
      "changes": "Судебное решение",
      "url": "https://sudrf.ru/decision/1"
    },
    {
      "id": "fssp_1752320903718_1",
      "category": "Исполнительное производство",
      "topic": "Новые правила исполнительного производства",
      "content": "ФССП России обновила правила исполнительного производства, упростив процедуру взыскания долгов.",
      "keywords": [],
      "relevance": 0.8,
      "source": "fssp",
      "updatedAt": "2025-07-12T11:48:23.718Z",
      "changes": "Обновление исполнительного производства",
      "url": "https://fssp.gov.ru/news/1"
    },
    {
      "id": "fedresurs_1752320903742_1",
      "category": "Корпоративное право",
      "topic": "Изменения в корпоративном законодательстве",
      "content": "Внесены изменения в порядок регистрации юридических лиц и корпоративного управления.",
      "keywords": [
        "закон",
        "изменения"
      ],
      "relevance": 0.8,
      "source": "fedresurs",
      "updatedAt": "2025-07-12T11:48:23.742Z",
      "changes": "Обновление реестра юридических лиц",
      "url": "https://fedresurs.ru/news/1"
    },
    {
      "id": "pravo_1752320924208_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ",
      "content": "Внесены изменения в Налоговый кодекс РФ, касающиеся упрощения налоговой отчетности для малого бизнеса и введения новых льгот для IT-компаний.",
      "keywords": [
        "кодекс",
        "налог",
        "изменения"
      ],
      "relevance": 0.8,
      "source": "pravo",
      "updatedAt": "2025-07-12T11:48:44.208Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "duma_1752320924210_1",
      "category": "Цифровое право",
      "topic": "Новый закон о цифровых правах",
      "content": "Госдума приняла закон о цифровых правах и цифровых активах, который вступит в силу с 1 января 2026 года.",
      "keywords": [
        "закон",
        "2026",
        "новый"
      ],
      "relevance": 0.8,
      "source": "duma",
      "updatedAt": "2025-07-12T11:48:44.210Z",
      "changes": "Законодательная инициатива",
      "url": "https://duma.gov.ru/news/1"
    },
    {
      "id": "consultant_1752320919495_1",
      "category": "Трудовое право",
      "topic": "Обновление Трудового кодекса",
      "content": "Внесены изменения в Трудовой кодекс РФ, касающиеся удаленной работы и защиты прав работников.",
      "keywords": [
        "кодекс",
        "трудовой",
        "изменения",
        "обновление"
      ],
      "relevance": 0.8,
      "source": "consultant",
      "updatedAt": "2025-07-12T11:48:39.495Z",
      "changes": "Обновление правовой базы",
      "url": "https://consultant.ru/news/1"
    },
    {
      "id": "garant_1752320919563_1",
      "category": "Гражданское право",
      "topic": "Изменения в Гражданский кодекс",
      "content": "Обновлены нормы Гражданского кодекса РФ, касающиеся заключения договоров в электронной форме.",
      "keywords": [
        "договор",
        "кодекс",
        "изменения"
      ],
      "relevance": 0.8,
      "source": "garant",
      "updatedAt": "2025-07-12T11:48:39.563Z",
      "changes": "Обновление правовой базы",
      "url": "https://garant.ru/news/1"
    },
    {
      "id": "sudrf_1752320919516_1",
      "category": "Судебная практика",
      "topic": "Судебное решение по трудовому спору",
      "content": "Верховный Суд РФ вынес постановление по вопросу применения норм трудового законодательства при удаленной работе.",
      "keywords": [
        "закон",
        "суд"
      ],
      "relevance": 0.8,
      "source": "sudrf",
      "updatedAt": "2025-07-12T11:48:39.516Z",
      "changes": "Судебное решение",
      "url": "https://sudrf.ru/decision/1"
    },
    {
      "id": "fssp_1752320919508_1",
      "category": "Исполнительное производство",
      "topic": "Новые правила исполнительного производства",
      "content": "ФССП России обновила правила исполнительного производства, упростив процедуру взыскания долгов.",
      "keywords": [],
      "relevance": 0.8,
      "source": "fssp",
      "updatedAt": "2025-07-12T11:48:39.508Z",
      "changes": "Обновление исполнительного производства",
      "url": "https://fssp.gov.ru/news/1"
    },
    {
      "id": "fedresurs_1752320919757_1",
      "category": "Корпоративное право",
      "topic": "Изменения в корпоративном законодательстве",
      "content": "Внесены изменения в порядок регистрации юридических лиц и корпоративного управления.",
      "keywords": [
        "закон",
        "изменения"
      ],
      "relevance": 0.8,
      "source": "fedresurs",
      "updatedAt": "2025-07-12T11:48:39.757Z",
      "changes": "Обновление реестра юридических лиц",
      "url": "https://fedresurs.ru/news/1"
    },
    {
      "id": "pravo_1752320937697_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ",
      "content": "Внесены изменения в Налоговый кодекс РФ, касающиеся упрощения налоговой отчетности для малого бизнеса и введения новых льгот для IT-компаний.",
      "keywords": [
        "кодекс",
        "налог",
        "изменения"
      ],
      "relevance": 0.8,
      "source": "pravo",
      "updatedAt": "2025-07-12T11:48:57.697Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "duma_1752320937699_1",
      "category": "Цифровое право",
      "topic": "Новый закон о цифровых правах",
      "content": "Госдума приняла закон о цифровых правах и цифровых активах, который вступит в силу с 1 января 2026 года.",
      "keywords": [
        "закон",
        "2026",
        "новый"
      ],
      "relevance": 0.8,
      "source": "duma",
      "updatedAt": "2025-07-12T11:48:57.699Z",
      "changes": "Законодательная инициатива",
      "url": "https://duma.gov.ru/news/1"
    },
    {
      "id": "consultant_1752320932955_1",
      "category": "Трудовое право",
      "topic": "Обновление Трудового кодекса",
      "content": "Внесены изменения в Трудовой кодекс РФ, касающиеся удаленной работы и защиты прав работников.",
      "keywords": [
        "кодекс",
        "трудовой",
        "изменения",
        "обновление"
      ],
      "relevance": 0.8,
      "source": "consultant",
      "updatedAt": "2025-07-12T11:48:52.955Z",
      "changes": "Обновление правовой базы",
      "url": "https://consultant.ru/news/1"
    },
    {
      "id": "garant_1752320933050_1",
      "category": "Гражданское право",
      "topic": "Изменения в Гражданский кодекс",
      "content": "Обновлены нормы Гражданского кодекса РФ, касающиеся заключения договоров в электронной форме.",
      "keywords": [
        "договор",
        "кодекс",
        "изменения"
      ],
      "relevance": 0.8,
      "source": "garant",
      "updatedAt": "2025-07-12T11:48:53.050Z",
      "changes": "Обновление правовой базы",
      "url": "https://garant.ru/news/1"
    },
    {
      "id": "sudrf_1752320932994_1",
      "category": "Судебная практика",
      "topic": "Судебное решение по трудовому спору",
      "content": "Верховный Суд РФ вынес постановление по вопросу применения норм трудового законодательства при удаленной работе.",
      "keywords": [
        "закон",
        "суд"
      ],
      "relevance": 0.8,
      "source": "sudrf",
      "updatedAt": "2025-07-12T11:48:52.994Z",
      "changes": "Судебное решение",
      "url": "https://sudrf.ru/decision/1"
    },
    {
      "id": "fssp_1752320932983_1",
      "category": "Исполнительное производство",
      "topic": "Новые правила исполнительного производства",
      "content": "ФССП России обновила правила исполнительного производства, упростив процедуру взыскания долгов.",
      "keywords": [],
      "relevance": 0.8,
      "source": "fssp",
      "updatedAt": "2025-07-12T11:48:52.983Z",
      "changes": "Обновление исполнительного производства",
      "url": "https://fssp.gov.ru/news/1"
    },
    {
      "id": "fedresurs_1752320933220_1",
      "category": "Корпоративное право",
      "topic": "Изменения в корпоративном законодательстве",
      "content": "Внесены изменения в порядок регистрации юридических лиц и корпоративного управления.",
      "keywords": [
        "закон",
        "изменения"
      ],
      "relevance": 0.8,
      "source": "fedresurs",
      "updatedAt": "2025-07-12T11:48:53.220Z",
      "changes": "Обновление реестра юридических лиц",
      "url": "https://fedresurs.ru/news/1"
    },
    {
      "id": "pravo_1752345863384_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ - Упрощение налоговой отчетности для малого бизнеса",
      "content": "Федеральный закон от 12.07.2024 № 123-ФЗ \"О внесении изменений в Налоговый кодекс Российской Федерации\"\n\nСтатья 1. Внести в Налоговый кодекс Российской Федерации следующие изменения:\n\n1. В статье 346.15:\n   - пункт 1 дополнить подпунктом 1.1: \"суммы страховых взносов на обязательное пенсионное страхование, обязательное социальное страхование на случай временной нетрудоспособности и в связи с материнством, обязательное медицинское страхование, обязательное социальное страхование от несчастных случаев на производстве и профессиональных заболеваний\";\n   - пункт 2 изложить в новой редакции: \"При определении объекта налогообложения налогоплательщик уменьшает полученные доходы на расходы, указанные в пункте 1 настоящей статьи.\";\n\n2. В статье 346.16:\n   - дополнить пунктом 1.1: \"Расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\n3. В статье 346.17:\n   - пункт 2 дополнить предложением: \"При этом расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Упрощена процедура подачи налоговой отчетности для субъектов малого предпринимательства\n- Введены новые льготы для IT-компаний в части налогообложения\n- Расширен перечень расходов, учитываемых при расчете налогооблагаемой базы\n- Установлены специальные условия для учета основных средств и нематериальных активов\n\nПрактическое значение:\nДанные изменения направлены на поддержку малого бизнеса и IT-сектора, упрощение налогового администрирования и стимулирование инвестиционной активности.",
      "keywords": [
        "закон",
        "кодекс",
        "налог",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "подпункт",
        "налоговый кодекс",
        "дополнить",
        "изложить в новой редакции",
        "вступает в силу",
        "налогоплательщик"
      ],
      "relevance": 0.8,
      "source": "pravo",
      "updatedAt": "2025-07-12T18:44:23.384Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "duma_1752345863393_1",
      "category": "Цифровое право",
      "topic": "Федеральный закон \"О цифровых правах и цифровых активах\"",
      "content": "Федеральный закон от 15.07.2024 № 456-ФЗ \"О цифровых правах и цифровых активах\"\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования настоящего Федерального закона\nНастоящий Федеральный закон регулирует отношения, связанные с цифровыми правами и цифровыми активами, определяет правовой статус цифровых активов, устанавливает порядок их выпуска, размещения и обращения.\n\nСтатья 2. Основные понятия\nДля целей настоящего Федерального закона используются следующие основные понятия:\n1) цифровое право - право требования или иное право, удостоверенное цифровой записью в информационной системе;\n2) цифровой актив - совокупность электронных данных (цифровая запись), включая цифровую запись о праве требования по договору займа, которая создается в информационной системе;\n3) информационная система - совокупность содержащейся в базах данных информации и обеспечивающих ее обработку информационных технологий и технических средств;\n4) оператор информационной системы - лицо, обеспечивающее функционирование информационной системы и (или) предоставляющее услуги по выпуску, размещению и обращению цифровых активов.\n\nГлава 2. ЦИФРОВЫЕ ПРАВА\n\nСтатья 3. Виды цифровых прав\n1. Цифровые права могут быть следующих видов:\n   - право требования;\n   - право участия в капитале хозяйственного общества;\n   - право на получение товаров, работ, услуг;\n   - иные права, предусмотренные законом.\n\n2. Цифровые права удостоверяются цифровой записью в информационной системе.\n\nСтатья 4. Переход цифровых прав\n1. Переход цифровых прав осуществляется путем внесения изменений в цифровую запись в информационной системе.\n2. Переход цифровых прав может осуществляться на основании договора, закона или судебного акта.\n\nГлава 3. ЦИФРОВЫЕ АКТИВЫ\n\nСтатья 5. Выпуск цифровых активов\n1. Выпуск цифровых активов осуществляется оператором информационной системы по заявлению лица, желающего выпустить цифровые активы.\n2. Выпуск цифровых активов может осуществляться в целях привлечения финансирования, удостоверения прав требования или иных целях, не запрещенных законом.\n\nСтатья 6. Обращение цифровых активов\n1. Цифровые активы могут обращаться в информационной системе, в которой они были выпущены.\n2. Обращение цифровых активов осуществляется в порядке, установленном оператором информационной системы.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящего Федерального закона\nНастоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nПрактическое значение:\nЗакон создает правовую основу для развития цифровой экономики, регулирует отношения в сфере цифровых активов и криптовалют, устанавливает механизмы защиты прав владельцев цифровых активов.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "суд",
        "2025",
        "2024",
        "федеральный закон",
        "статья",
        "глава",
        "цифровые права",
        "вступает в силу",
        "федеральный",
        "цифровых",
        "правах",
        "активах\""
      ],
      "relevance": 0.8,
      "source": "duma",
      "updatedAt": "2025-07-12T18:44:23.393Z",
      "changes": "Законодательная инициатива",
      "url": "https://duma.gov.ru/news/1"
    },
    {
      "id": "consultant_1752345858949_1",
      "category": "Трудовое право",
      "topic": "Изменения в Трудовой кодекс РФ - Удаленная работа и защита прав работников",
      "content": "Федеральный закон от 10.07.2024 № 234-ФЗ \"О внесении изменений в Трудовой кодекс Российской Федерации в части регулирования дистанционной работы\"\n\nСтатья 1. Внести в Трудовой кодекс Российской Федерации следующие изменения:\n\n1. В статье 312.1:\n   - дополнить пунктом 1.1: \"Дистанционная работа может выполняться работником как постоянно, так и временно по соглашению сторон трудового договора.\";\n   - пункт 2 дополнить предложением: \"При этом работодатель обязан обеспечить работника необходимыми для выполнения трудовых обязанностей оборудованием, программно-техническими средствами, средствами защиты информации и иными средствами.\";\n\n2. В статье 312.2:\n   - дополнить пунктом 2.1: \"В трудовом договоре о дистанционной работе должны быть указаны:\n     а) место выполнения дистанционной работы;\n     б) порядок взаимодействия работника с работодателем;\n     в) порядок и сроки представления работником отчетов о выполненной работе;\n     г) размер, порядок и сроки выплаты компенсации за использование работником принадлежащих ему или арендуемых им оборудования, программно-технических средств, средств защиты информации и иных средств.\";\n\n3. В статье 312.3:\n   - дополнить пунктом 1.1: \"Работодатель обязан обеспечить работнику возможность выполнения трудовых обязанностей в условиях, соответствующих требованиям охраны труда.\";\n   - пункт 2 дополнить предложением: \"При этом работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей.\";\n\n4. Ввести новую статью 312.4 \"Особенности регулирования труда дистанционных работников\":\n   \"1. Для дистанционных работников устанавливается сокращенная продолжительность рабочего времени - не более 36 часов в неделю.\n   2. Дистанционные работники имеют право на перерывы для отдыха и питания продолжительностью не менее 30 минут.\n   3. Дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск продолжительностью не менее 28 календарных дней.\n   4. Дистанционные работники имеют право на дополнительные отпуска в случаях, предусмотренных настоящим Кодексом и иными федеральными законами.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Детализированы условия дистанционной работы\n- Установлены гарантии для дистанционных работников\n- Определен порядок взаимодействия работника и работодателя\n- Введены специальные нормы охраны труда для дистанционной работы\n- Установлены компенсации за использование личного оборудования\n\nПрактическое значение:\nИзменения направлены на защиту прав работников при дистанционной работе, установление четких правил взаимодействия сторон и обеспечение безопасных условий труда.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "трудовой",
        "отпуск",
        "защита",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "трудовой кодекс",
        "дистанционная работа"
      ],
      "relevance": 0.8,
      "source": "consultant",
      "updatedAt": "2025-07-12T18:44:18.949Z",
      "changes": "Обновление правовой базы",
      "url": "https://consultant.ru/news/1"
    },
    {
      "id": "garant_1752345859319_1",
      "category": "Гражданское право",
      "topic": "Изменения в Гражданский кодекс РФ - Электронные договоры",
      "content": "Федеральный закон от 08.07.2024 № 189-ФЗ \"О внесении изменений в Гражданский кодекс Российской Федерации в части регулирования заключения договоров в электронной форме\"\n\nСтатья 1. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 160:\n   - дополнить пунктом 3: \"Сделка в письменной форме может быть совершена путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 4: \"При совершении сделки в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n2. В статье 434:\n   - дополнить пунктом 2.1: \"Договор в письменной форме может быть заключен путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 2.2: \"При заключении договора в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n3. Ввести новую статью 434.1 \"Особенности заключения договоров в электронной форме\":\n   \"1. Договор в электронной форме может быть заключен с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\n   2. При заключении договора в электронной форме стороны могут использовать:\n      а) электронную подпись;\n      б) иные способы идентификации, позволяющие достоверно установить, что документ исходит от стороны по договору.\n   3. Договор в электронной форме считается заключенным с момента получения лицом, направившим оферту, ее акцепта.\n   4. Договор в электронной форме должен содержать все существенные условия договора, предусмотренные настоящим Кодексом.\";\n\n4. В статье 438:\n   - дополнить пунктом 3: \"Акцепт может быть выражен в электронной форме с использованием электронной подписи или иных способов идентификации.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Установлены правила заключения договоров в электронной форме\n- Определены способы идентификации сторон при электронном взаимодействии\n- Введены гарантии действительности электронных договоров\n- Установлен порядок акцепта в электронной форме\n\nПрактическое значение:\nИзменения направлены на развитие электронной коммерции, упрощение процедуры заключения договоров и обеспечение правовой безопасности электронных сделок.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "гражданский кодекс",
        "дополнить",
        "вступает в силу",
        "гражданский",
        "электронные"
      ],
      "relevance": 0.8,
      "source": "garant",
      "updatedAt": "2025-07-12T18:44:19.319Z",
      "changes": "Обновление правовой базы",
      "url": "https://garant.ru/news/1"
    },
    {
      "id": "sudrf_1752345859273_1",
      "category": "Судебная практика",
      "topic": "Постановление Пленума Верховного Суда РФ о трудовых спорах при дистанционной работе",
      "content": "Постановление Пленума Верховного Суда Российской Федерации от 05.07.2024 № 15 \"О применении судами законодательства при рассмотрении дел, связанных с дистанционной работой\"\n\nВ связи с вопросами, возникающими у судов при применении законодательства о дистанционной работе, Пленум Верховного Суда Российской Федерации постановляет дать следующие разъяснения:\n\n1. О понятии дистанционной работы\nПри рассмотрении дел, связанных с дистанционной работой, судам следует исходить из того, что дистанционная работа - это выполнение трудовой функции вне места нахождения работодателя, его филиала, представительства, иного обособленного структурного подразделения, вне стационарного рабочего места, территории или объекта, прямо или косвенно находящихся под контролем работодателя, при условии использования для выполнения этой функции и для осуществления взаимодействия с работодателем информационно-телекоммуникационных сетей общего пользования, включая сеть \"Интернет\".\n\n2. О заключении трудового договора о дистанционной работе\nПри рассмотрении споров о заключении трудового договора о дистанционной работе судам следует учитывать, что:\n- трудовой договор о дистанционной работе может быть заключен как при приеме на работу, так и в период действия трудового договора;\n- изменение условий трудового договора о дистанционной работе осуществляется по соглашению сторон в письменной форме;\n- при переводе работника на дистанционную работу необходимо его письменное согласие.\n\n3. О рабочем времени и времени отдыха\nПри рассмотрении споров о рабочем времени и времени отдыха дистанционных работников судам следует учитывать, что:\n- учет рабочего времени дистанционных работников осуществляется работодателем на основании документов, представленных работником;\n- дистанционные работники имеют право на перерывы для отдыха и питания в соответствии с правилами внутреннего трудового распорядка;\n- дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск и дополнительные отпуска в соответствии с законодательством.\n\n4. Об охране труда\nПри рассмотрении споров об охране труда дистанционных работников судам следует учитывать, что:\n- работодатель обязан обеспечить работнику безопасные условия труда при выполнении трудовых обязанностей;\n- работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей;\n- расследование несчастных случаев с дистанционными работниками осуществляется в соответствии с порядком, установленным законодательством.\n\n5. О материальной ответственности\nПри рассмотрении споров о материальной ответственности дистанционных работников судам следует учитывать, что:\n- материальная ответственность дистанционных работников определяется в соответствии с общими правилами, установленными законодательством;\n- при определении размера материального ущерба учитываются обстоятельства, связанные с дистанционным характером работы.\n\nПрактическое значение:\nПостановление разъясняет порядок применения законодательства о дистанционной работе, устанавливает критерии для разрешения трудовых споров и обеспечивает единообразное применение норм трудового права.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "ответственность",
        "суд",
        "трудовой",
        "отпуск",
        "2024",
        "постановление",
        "раздел",
        "дистанционная работа",
        "постановляет",
        "работник",
        "работодатель",
        "изменение"
      ],
      "relevance": 0.8,
      "source": "sudrf",
      "updatedAt": "2025-07-12T18:44:19.273Z",
      "changes": "Судебное решение",
      "url": "https://sudrf.ru/decision/1"
    },
    {
      "id": "fssp_1752345859242_1",
      "category": "Исполнительное производство",
      "topic": "Приказ ФССП России о новых правилах исполнительного производства",
      "content": "Приказ ФССП России от 03.07.2024 № 456 \"Об утверждении Правил исполнительного производства\"\n\nВ соответствии с Федеральным законом \"Об исполнительном производстве\" приказываю:\n\n1. Утвердить прилагаемые Правила исполнительного производства.\n\n2. Установить, что настоящий приказ вступает в силу с 1 января 2025 года.\n\nПРАВИЛА ИСПОЛНИТЕЛЬНОГО ПРОИЗВОДСТВА\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования\nНастоящие Правила регулируют порядок и условия исполнения судебных актов, актов других органов и должностных лиц, которым при осуществлении установленных федеральным законом полномочий предоставлено право возлагать на граждан, организации обязанности по передаче другим гражданам, организациям денежных средств и иного имущества либо совершению в их пользу определенных действий или воздержанию от совершения определенных действий.\n\nСтатья 2. Основные понятия\nДля целей настоящих Правил используются следующие основные понятия:\n1) исполнительное производство - совокупность процессуальных действий, направленных на принудительное исполнение судебных актов, актов других органов и должностных лиц;\n2) судебный пристав-исполнитель - должностное лицо, состоящее на государственной гражданской службе Российской Федерации и наделенное полномочиями по исполнению судебных актов, актов других органов и должностных лиц;\n3) взыскатель - гражданин или организация, в пользу или в интересах которых выдан исполнительный документ;\n4) должник - гражданин или организация, обязанные по исполнительному документу совершить определенные действия или воздержаться от их совершения.\n\nГлава 2. ВОЗБУЖДЕНИЕ ИСПОЛНИТЕЛЬНОГО ПРОИЗВОДСТВА\n\nСтатья 3. Основания для возбуждения исполнительного производства\nИсполнительное производство возбуждается судебным приставом-исполнителем на основании исполнительного документа по заявлению взыскателя.\n\nСтатья 4. Заявление о возбуждении исполнительного производства\n1. Заявление о возбуждении исполнительного производства подается взыскателем в письменной форме или в форме электронного документа.\n2. В заявлении должны быть указаны:\n   а) наименование судебного пристава-исполнителя, в производстве которого должно находиться исполнительное производство;\n   б) наименование взыскателя-организации и должность, фамилия, имя, отчество взыскателя-гражданина, его место жительства или место пребывания, дата и место его рождения, место его работы;\n   в) наименование должника-организации и должность, фамилия, имя, отчество должника-гражданина, его место жительства или место пребывания, дата и место его рождения, место его работы;\n   г) требования взыскателя.\n\nГлава 3. МЕРЫ ПРИНУДИТЕЛЬНОГО ИСПОЛНЕНИЯ\n\nСтатья 5. Виды мер принудительного исполнения\nК мерам принудительного исполнения относятся:\n1) обращение взыскания на имущество должника, в том числе на денежные средства и ценные бумаги;\n2) обращение взыскания на периодические выплаты, получаемые должником в силу трудовых, гражданско-правовых или социальных правоотношений;\n3) изъятие у должника и передача взыскателю определенных предметов, указанных в исполнительном документе;\n4) иные меры, предусмотренные федеральным законом.\n\nСтатья 6. Обращение взыскания на имущество должника\n1. Обращение взыскания на имущество должника производится на основании исполнительного документа.\n2. Взыскание обращается в первую очередь на денежные средства должника в рублях и иностранной валюте.\n3. При отсутствии у должника денежных средств взыскание обращается на иное принадлежащее должнику имущество.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящих Правил\nНастоящие Правила вступают в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Упрощена процедура подачи заявления о возбуждении исполнительного производства\n- Введены электронные формы документов\n- Установлен четкий порядок обращения взыскания на имущество\n- Определены приоритеты при обращении взыскания\n\nПрактическое значение:\nНовые правила направлены на повышение эффективности исполнительного производства, упрощение процедур и защиту прав взыскателей и должников.",
      "keywords": [
        "закон",
        "право",
        "суд",
        "2025",
        "2024",
        "изменения",
        "приказ",
        "статья",
        "глава",
        "исполнительное производство",
        "вступает в силу",
        "утвердить",
        "приказываю",
        "взыскатель",
        "должник"
      ],
      "relevance": 0.8,
      "source": "fssp",
      "updatedAt": "2025-07-12T18:44:19.242Z",
      "changes": "Обновление исполнительного производства",
      "url": "https://fssp.gov.ru/news/1"
    },
    {
      "id": "fedresurs_1752345859537_1",
      "category": "Корпоративное право",
      "topic": "Изменения в корпоративном законодательстве - Регистрация юридических лиц",
      "content": "Федеральный закон от 01.07.2024 № 167-ФЗ \"О внесении изменений в Федеральный закон \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\" и отдельные законодательные акты Российской Федерации\"\n\nСтатья 1. Внести в Федеральный закон \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\" следующие изменения:\n\n1. В статье 9:\n   - дополнить пунктом 1.1: \"Государственная регистрация юридического лица при его создании осуществляется регистрирующим органом по месту нахождения указанного учредителями в заявлении о государственной регистрации постоянно действующего исполнительного органа, в случае отсутствия такого исполнительного органа - по месту нахождения иного органа или лица, имеющих право действовать от имени юридического лица без доверенности.\";\n   - пункт 2 дополнить предложением: \"При этом документы могут быть представлены в форме электронных документов.\";\n\n2. В статье 12:\n   - дополнить пунктом 1.1: \"Заявление о государственной регистрации юридического лица при его создании может быть подано в форме электронного документа с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\";\n   - дополнить пунктом 1.2: \"При подаче заявления в форме электронного документа подпись заявителя должна быть удостоверена электронной подписью.\";\n\n3. В статье 13:\n   - дополнить пунктом 1.1: \"Решение о государственной регистрации юридического лица принимается регистрирующим органом в срок не более чем три рабочих дня со дня представления документов в регистрирующий орган.\";\n   - дополнить пунктом 1.2: \"В случае представления документов в форме электронного документа решение о государственной регистрации принимается в срок не более чем один рабочий день.\";\n\n4. Ввести новую статью 13.1 \"Особенности государственной регистрации в электронной форме\":\n   \"1. Государственная регистрация юридического лица в электронной форме осуществляется с использованием единой информационной системы государственной регистрации.\n   2. При государственной регистрации в электронной форме:\n      а) документы представляются в форме электронных документов;\n      б) подписи заявителей удостоверяются электронными подписями;\n      в) решение о государственной регистрации направляется заявителю в форме электронного документа.\n   3. Государственная регистрация в электронной форме осуществляется в сокращенные сроки.\";\n\n5. В статье 14:\n   - дополнить пунктом 1.1: \"Свидетельство о государственной регистрации юридического лица может быть выдано в форме электронного документа.\";\n   - дополнить пунктом 1.2: \"Электронное свидетельство о государственной регистрации имеет равную юридическую силу с документом на бумажном носителе.\";\n\nСтатья 2. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 51:\n   - дополнить пунктом 2.1: \"Государственная регистрация юридического лица может быть осуществлена в электронной форме в порядке, установленном законом о государственной регистрации юридических лиц.\";\n\n2. В статье 52:\n   - дополнить пунктом 1.1: \"Учредительные документы юридического лица могут быть представлены в форме электронных документов.\";\n\nСтатья 3. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Введена возможность электронной регистрации юридических лиц\n- Установлены сокращенные сроки регистрации при подаче документов в электронной форме\n- Определен порядок использования электронных подписей\n- Введены электронные формы свидетельств о регистрации\n\nПрактическое значение:\nИзменения направлены на цифровизацию процедур регистрации юридических лиц, упрощение административных процедур и повышение эффективности государственных услуг.",
      "keywords": [
        "закон",
        "кодекс",
        "право",
        "суд",
        "регистрация",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "решение",
        "статья",
        "пункт",
        "гражданский кодекс",
        "государственная регистрация",
        "дополнить"
      ],
      "relevance": 0.8,
      "source": "fedresurs",
      "updatedAt": "2025-07-12T18:44:19.537Z",
      "changes": "Обновление реестра юридических лиц",
      "url": "https://fedresurs.ru/news/1"
    },
    {
      "id": "pravo_1752345872249_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ - Упрощение налоговой отчетности для малого бизнеса",
      "content": "Федеральный закон от 12.07.2024 № 123-ФЗ \"О внесении изменений в Налоговый кодекс Российской Федерации\"\n\nСтатья 1. Внести в Налоговый кодекс Российской Федерации следующие изменения:\n\n1. В статье 346.15:\n   - пункт 1 дополнить подпунктом 1.1: \"суммы страховых взносов на обязательное пенсионное страхование, обязательное социальное страхование на случай временной нетрудоспособности и в связи с материнством, обязательное медицинское страхование, обязательное социальное страхование от несчастных случаев на производстве и профессиональных заболеваний\";\n   - пункт 2 изложить в новой редакции: \"При определении объекта налогообложения налогоплательщик уменьшает полученные доходы на расходы, указанные в пункте 1 настоящей статьи.\";\n\n2. В статье 346.16:\n   - дополнить пунктом 1.1: \"Расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\n3. В статье 346.17:\n   - пункт 2 дополнить предложением: \"При этом расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Упрощена процедура подачи налоговой отчетности для субъектов малого предпринимательства\n- Введены новые льготы для IT-компаний в части налогообложения\n- Расширен перечень расходов, учитываемых при расчете налогооблагаемой базы\n- Установлены специальные условия для учета основных средств и нематериальных активов\n\nПрактическое значение:\nДанные изменения направлены на поддержку малого бизнеса и IT-сектора, упрощение налогового администрирования и стимулирование инвестиционной активности.",
      "keywords": [
        "закон",
        "кодекс",
        "налог",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "подпункт",
        "налоговый кодекс",
        "дополнить",
        "изложить в новой редакции",
        "вступает в силу",
        "налогоплательщик"
      ],
      "relevance": 0.8,
      "source": "pravo",
      "updatedAt": "2025-07-12T18:44:32.249Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "duma_1752345872252_1",
      "category": "Цифровое право",
      "topic": "Федеральный закон \"О цифровых правах и цифровых активах\"",
      "content": "Федеральный закон от 15.07.2024 № 456-ФЗ \"О цифровых правах и цифровых активах\"\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования настоящего Федерального закона\nНастоящий Федеральный закон регулирует отношения, связанные с цифровыми правами и цифровыми активами, определяет правовой статус цифровых активов, устанавливает порядок их выпуска, размещения и обращения.\n\nСтатья 2. Основные понятия\nДля целей настоящего Федерального закона используются следующие основные понятия:\n1) цифровое право - право требования или иное право, удостоверенное цифровой записью в информационной системе;\n2) цифровой актив - совокупность электронных данных (цифровая запись), включая цифровую запись о праве требования по договору займа, которая создается в информационной системе;\n3) информационная система - совокупность содержащейся в базах данных информации и обеспечивающих ее обработку информационных технологий и технических средств;\n4) оператор информационной системы - лицо, обеспечивающее функционирование информационной системы и (или) предоставляющее услуги по выпуску, размещению и обращению цифровых активов.\n\nГлава 2. ЦИФРОВЫЕ ПРАВА\n\nСтатья 3. Виды цифровых прав\n1. Цифровые права могут быть следующих видов:\n   - право требования;\n   - право участия в капитале хозяйственного общества;\n   - право на получение товаров, работ, услуг;\n   - иные права, предусмотренные законом.\n\n2. Цифровые права удостоверяются цифровой записью в информационной системе.\n\nСтатья 4. Переход цифровых прав\n1. Переход цифровых прав осуществляется путем внесения изменений в цифровую запись в информационной системе.\n2. Переход цифровых прав может осуществляться на основании договора, закона или судебного акта.\n\nГлава 3. ЦИФРОВЫЕ АКТИВЫ\n\nСтатья 5. Выпуск цифровых активов\n1. Выпуск цифровых активов осуществляется оператором информационной системы по заявлению лица, желающего выпустить цифровые активы.\n2. Выпуск цифровых активов может осуществляться в целях привлечения финансирования, удостоверения прав требования или иных целях, не запрещенных законом.\n\nСтатья 6. Обращение цифровых активов\n1. Цифровые активы могут обращаться в информационной системе, в которой они были выпущены.\n2. Обращение цифровых активов осуществляется в порядке, установленном оператором информационной системы.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящего Федерального закона\nНастоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nПрактическое значение:\nЗакон создает правовую основу для развития цифровой экономики, регулирует отношения в сфере цифровых активов и криптовалют, устанавливает механизмы защиты прав владельцев цифровых активов.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "суд",
        "2025",
        "2024",
        "федеральный закон",
        "статья",
        "глава",
        "цифровые права",
        "вступает в силу",
        "федеральный",
        "цифровых",
        "правах",
        "активах\""
      ],
      "relevance": 0.8,
      "source": "duma",
      "updatedAt": "2025-07-12T18:44:32.252Z",
      "changes": "Законодательная инициатива",
      "url": "https://duma.gov.ru/news/1"
    },
    {
      "id": "consultant_1752345867598_1",
      "category": "Трудовое право",
      "topic": "Изменения в Трудовой кодекс РФ - Удаленная работа и защита прав работников",
      "content": "Федеральный закон от 10.07.2024 № 234-ФЗ \"О внесении изменений в Трудовой кодекс Российской Федерации в части регулирования дистанционной работы\"\n\nСтатья 1. Внести в Трудовой кодекс Российской Федерации следующие изменения:\n\n1. В статье 312.1:\n   - дополнить пунктом 1.1: \"Дистанционная работа может выполняться работником как постоянно, так и временно по соглашению сторон трудового договора.\";\n   - пункт 2 дополнить предложением: \"При этом работодатель обязан обеспечить работника необходимыми для выполнения трудовых обязанностей оборудованием, программно-техническими средствами, средствами защиты информации и иными средствами.\";\n\n2. В статье 312.2:\n   - дополнить пунктом 2.1: \"В трудовом договоре о дистанционной работе должны быть указаны:\n     а) место выполнения дистанционной работы;\n     б) порядок взаимодействия работника с работодателем;\n     в) порядок и сроки представления работником отчетов о выполненной работе;\n     г) размер, порядок и сроки выплаты компенсации за использование работником принадлежащих ему или арендуемых им оборудования, программно-технических средств, средств защиты информации и иных средств.\";\n\n3. В статье 312.3:\n   - дополнить пунктом 1.1: \"Работодатель обязан обеспечить работнику возможность выполнения трудовых обязанностей в условиях, соответствующих требованиям охраны труда.\";\n   - пункт 2 дополнить предложением: \"При этом работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей.\";\n\n4. Ввести новую статью 312.4 \"Особенности регулирования труда дистанционных работников\":\n   \"1. Для дистанционных работников устанавливается сокращенная продолжительность рабочего времени - не более 36 часов в неделю.\n   2. Дистанционные работники имеют право на перерывы для отдыха и питания продолжительностью не менее 30 минут.\n   3. Дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск продолжительностью не менее 28 календарных дней.\n   4. Дистанционные работники имеют право на дополнительные отпуска в случаях, предусмотренных настоящим Кодексом и иными федеральными законами.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Детализированы условия дистанционной работы\n- Установлены гарантии для дистанционных работников\n- Определен порядок взаимодействия работника и работодателя\n- Введены специальные нормы охраны труда для дистанционной работы\n- Установлены компенсации за использование личного оборудования\n\nПрактическое значение:\nИзменения направлены на защиту прав работников при дистанционной работе, установление четких правил взаимодействия сторон и обеспечение безопасных условий труда.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "трудовой",
        "отпуск",
        "защита",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "трудовой кодекс",
        "дистанционная работа"
      ],
      "relevance": 0.8,
      "source": "consultant",
      "updatedAt": "2025-07-12T18:44:27.598Z",
      "changes": "Обновление правовой базы",
      "url": "https://consultant.ru/news/1"
    },
    {
      "id": "garant_1752345867672_1",
      "category": "Гражданское право",
      "topic": "Изменения в Гражданский кодекс РФ - Электронные договоры",
      "content": "Федеральный закон от 08.07.2024 № 189-ФЗ \"О внесении изменений в Гражданский кодекс Российской Федерации в части регулирования заключения договоров в электронной форме\"\n\nСтатья 1. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 160:\n   - дополнить пунктом 3: \"Сделка в письменной форме может быть совершена путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 4: \"При совершении сделки в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n2. В статье 434:\n   - дополнить пунктом 2.1: \"Договор в письменной форме может быть заключен путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 2.2: \"При заключении договора в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n3. Ввести новую статью 434.1 \"Особенности заключения договоров в электронной форме\":\n   \"1. Договор в электронной форме может быть заключен с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\n   2. При заключении договора в электронной форме стороны могут использовать:\n      а) электронную подпись;\n      б) иные способы идентификации, позволяющие достоверно установить, что документ исходит от стороны по договору.\n   3. Договор в электронной форме считается заключенным с момента получения лицом, направившим оферту, ее акцепта.\n   4. Договор в электронной форме должен содержать все существенные условия договора, предусмотренные настоящим Кодексом.\";\n\n4. В статье 438:\n   - дополнить пунктом 3: \"Акцепт может быть выражен в электронной форме с использованием электронной подписи или иных способов идентификации.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Установлены правила заключения договоров в электронной форме\n- Определены способы идентификации сторон при электронном взаимодействии\n- Введены гарантии действительности электронных договоров\n- Установлен порядок акцепта в электронной форме\n\nПрактическое значение:\nИзменения направлены на развитие электронной коммерции, упрощение процедуры заключения договоров и обеспечение правовой безопасности электронных сделок.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "гражданский кодекс",
        "дополнить",
        "вступает в силу",
        "гражданский",
        "электронные"
      ],
      "relevance": 0.8,
      "source": "garant",
      "updatedAt": "2025-07-12T18:44:27.672Z",
      "changes": "Обновление правовой базы",
      "url": "https://garant.ru/news/1"
    },
    {
      "id": "pravo_1752357967050_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ - Упрощение налоговой отчетности для малого бизнеса",
      "content": "Федеральный закон от 12.07.2025 № 123-ФЗ \"О внесении изменений в Налоговый кодекс Российской Федерации\"\n\nСтатья 1. Внести в Налоговый кодекс Российской Федерации следующие изменения:\n\n1. В статье 346.15:\n   - пункт 1 дополнить подпунктом 1.1: \"суммы страховых взносов на обязательное пенсионное страхование, обязательное социальное страхование на случай временной нетрудоспособности и в связи с материнством, обязательное медицинское страхование, обязательное социальное страхование от несчастных случаев на производстве и профессиональных заболеваний\";\n   - пункт 2 изложить в новой редакции: \"При определении объекта налогообложения налогоплательщик уменьшает полученные доходы на расходы, указанные в пункте 1 настоящей статьи.\";\n\n2. В статье 346.16:\n   - дополнить пунктом 1.1: \"Расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\n3. В статье 346.17:\n   - пункт 2 дополнить предложением: \"При этом расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Упрощена процедура подачи налоговой отчетности для субъектов малого предпринимательства\n- Введены новые льготы для IT-компаний в части налогообложения\n- Расширен перечень расходов, учитываемых при расчете налогооблагаемой базы\n- Установлены специальные условия для учета основных средств и нематериальных активов\n\nПрактическое значение:\nДанные изменения направлены на поддержку малого бизнеса и IT-сектора, упрощение налогового администрирования и стимулирование инвестиционной активности.",
      "keywords": [
        "закон",
        "кодекс",
        "налог",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "подпункт",
        "налоговый кодекс",
        "дополнить",
        "изложить в новой редакции",
        "вступает в силу",
        "налогоплательщик",
        "налоговый"
      ],
      "relevance": 0.8,
      "source": "pravo",
      "updatedAt": "2025-07-12T22:06:07.050Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "pravo_1752658572866_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ - Упрощение налоговой отчетности для малого бизнеса",
      "content": "Федеральный закон от 12.07.2025 № 123-ФЗ \"О внесении изменений в Налоговый кодекс Российской Федерации\"\n\nСтатья 1. Внести в Налоговый кодекс Российской Федерации следующие изменения:\n\n1. В статье 346.15:\n   - пункт 1 дополнить подпунктом 1.1: \"суммы страховых взносов на обязательное пенсионное страхование, обязательное социальное страхование на случай временной нетрудоспособности и в связи с материнством, обязательное медицинское страхование, обязательное социальное страхование от несчастных случаев на производстве и профессиональных заболеваний\";\n   - пункт 2 изложить в новой редакции: \"При определении объекта налогообложения налогоплательщик уменьшает полученные доходы на расходы, указанные в пункте 1 настоящей статьи.\";\n\n2. В статье 346.16:\n   - дополнить пунктом 1.1: \"Расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\n3. В статье 346.17:\n   - пункт 2 дополнить предложением: \"При этом расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Упрощена процедура подачи налоговой отчетности для субъектов малого предпринимательства\n- Введены новые льготы для IT-компаний в части налогообложения\n- Расширен перечень расходов, учитываемых при расчете налогооблагаемой базы\n- Установлены специальные условия для учета основных средств и нематериальных активов\n\nПрактическое значение:\nДанные изменения направлены на поддержку малого бизнеса и IT-сектора, упрощение налогового администрирования и стимулирование инвестиционной активности.",
      "keywords": [
        "закон",
        "кодекс",
        "налог",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "подпункт",
        "налоговый кодекс",
        "дополнить",
        "изложить в новой редакции",
        "вступает в силу",
        "налогоплательщик",
        "налоговый"
      ],
      "relevance": 0.8,
      "source": "pravo",
      "updatedAt": "2025-07-16T09:36:12.866Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "duma_1752658572868_1",
      "category": "Цифровое право",
      "topic": "Федеральный закон \"О цифровых правах и цифровых активах\"",
      "content": "Федеральный закон от 15.07.2025 № 456-ФЗ \"О цифровых правах и цифровых активах\"\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования настоящего Федерального закона\nНастоящий Федеральный закон регулирует отношения, связанные с цифровыми правами и цифровыми активами, определяет правовой статус цифровых активов, устанавливает порядок их выпуска, размещения и обращения.\n\nСтатья 2. Основные понятия\nДля целей настоящего Федерального закона используются следующие основные понятия:\n1) цифровое право - право требования или иное право, удостоверенное цифровой записью в информационной системе;\n2) цифровой актив - совокупность электронных данных (цифровая запись), включая цифровую запись о праве требования по договору займа, которая создается в информационной системе;\n3) информационная система - совокупность содержащейся в базах данных информации и обеспечивающих ее обработку информационных технологий и технических средств;\n4) оператор информационной системы - лицо, обеспечивающее функционирование информационной системы и (или) предоставляющее услуги по выпуску, размещению и обращению цифровых активов.\n\nГлава 2. ЦИФРОВЫЕ ПРАВА\n\nСтатья 3. Виды цифровых прав\n1. Цифровые права могут быть следующих видов:\n   - право требования;\n   - право участия в капитале хозяйственного общества;\n   - право на получение товаров, работ, услуг;\n   - иные права, предусмотренные законом.\n\n2. Цифровые права удостоверяются цифровой записью в информационной системе.\n\nСтатья 4. Переход цифровых прав\n1. Переход цифровых прав осуществляется путем внесения изменений в цифровую запись в информационной системе.\n2. Переход цифровых прав может осуществляться на основании договора, закона или судебного акта.\n\nГлава 3. ЦИФРОВЫЕ АКТИВЫ\n\nСтатья 5. Выпуск цифровых активов\n1. Выпуск цифровых активов осуществляется оператором информационной системы по заявлению лица, желающего выпустить цифровые активы.\n2. Выпуск цифровых активов может осуществляться в целях привлечения финансирования, удостоверения прав требования или иных целях, не запрещенных законом.\n\nСтатья 6. Обращение цифровых активов\n1. Цифровые активы могут обращаться в информационной системе, в которой они были выпущены.\n2. Обращение цифровых активов осуществляется в порядке, установленном оператором информационной системы.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящего Федерального закона\nНастоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nПрактическое значение:\nЗакон создает правовую основу для развития цифровой экономики, регулирует отношения в сфере цифровых активов и криптовалют, устанавливает механизмы защиты прав владельцев цифровых активов.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "суд",
        "2025",
        "федеральный закон",
        "статья",
        "глава",
        "цифровые права",
        "вступает в силу",
        "федеральный",
        "цифровых",
        "правах",
        "активах\""
      ],
      "relevance": 0.8,
      "source": "duma",
      "updatedAt": "2025-07-16T09:36:12.868Z",
      "changes": "Законодательная инициатива",
      "url": "https://duma.gov.ru/news/1"
    },
    {
      "id": "consultant_1752658568383_1",
      "category": "Трудовое право",
      "topic": "Изменения в Трудовой кодекс РФ - Удаленная работа и защита прав работников",
      "content": "Федеральный закон от 10.07.2025 № 234-ФЗ \"О внесении изменений в Трудовой кодекс Российской Федерации в части регулирования дистанционной работы\"\n\nСтатья 1. Внести в Трудовой кодекс Российской Федерации следующие изменения:\n\n1. В статье 312.1:\n   - дополнить пунктом 1.1: \"Дистанционная работа может выполняться работником как постоянно, так и временно по соглашению сторон трудового договора.\";\n   - пункт 2 дополнить предложением: \"При этом работодатель обязан обеспечить работника необходимыми для выполнения трудовых обязанностей оборудованием, программно-техническими средствами, средствами защиты информации и иными средствами.\";\n\n2. В статье 312.2:\n   - дополнить пунктом 2.1: \"В трудовом договоре о дистанционной работе должны быть указаны:\n     а) место выполнения дистанционной работы;\n     б) порядок взаимодействия работника с работодателем;\n     в) порядок и сроки представления работником отчетов о выполненной работе;\n     г) размер, порядок и сроки выплаты компенсации за использование работником принадлежащих ему или арендуемых им оборудования, программно-технических средств, средств защиты информации и иных средств.\";\n\n3. В статье 312.3:\n   - дополнить пунктом 1.1: \"Работодатель обязан обеспечить работнику возможность выполнения трудовых обязанностей в условиях, соответствующих требованиям охраны труда.\";\n   - пункт 2 дополнить предложением: \"При этом работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей.\";\n\n4. Ввести новую статью 312.4 \"Особенности регулирования труда дистанционных работников\":\n   \"1. Для дистанционных работников устанавливается сокращенная продолжительность рабочего времени - не более 36 часов в неделю.\n   2. Дистанционные работники имеют право на перерывы для отдыха и питания продолжительностью не менее 30 минут.\n   3. Дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск продолжительностью не менее 28 календарных дней.\n   4. Дистанционные работники имеют право на дополнительные отпуска в случаях, предусмотренных настоящим Кодексом и иными федеральными законами.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Детализированы условия дистанционной работы\n- Установлены гарантии для дистанционных работников\n- Определен порядок взаимодействия работника и работодателя\n- Введены специальные нормы охраны труда для дистанционной работы\n- Установлены компенсации за использование личного оборудования\n\nПрактическое значение:\nИзменения направлены на защиту прав работников при дистанционной работе, установление четких правил взаимодействия сторон и обеспечение безопасных условий труда.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "трудовой",
        "отпуск",
        "защита",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "трудовой кодекс",
        "дистанционная работа",
        "дополнить"
      ],
      "relevance": 0.8,
      "source": "consultant",
      "updatedAt": "2025-07-16T09:36:08.383Z",
      "changes": "Обновление правовой базы",
      "url": "https://consultant.ru/news/1"
    },
    {
      "id": "garant_1752658568460_1",
      "category": "Гражданское право",
      "topic": "Изменения в Гражданский кодекс РФ - Электронные договоры",
      "content": "Федеральный закон от 08.07.2025 № 189-ФЗ \"О внесении изменений в Гражданский кодекс Российской Федерации в части регулирования заключения договоров в электронной форме\"\n\nСтатья 1. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 160:\n   - дополнить пунктом 3: \"Сделка в письменной форме может быть совершена путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 4: \"При совершении сделки в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n2. В статье 434:\n   - дополнить пунктом 2.1: \"Договор в письменной форме может быть заключен путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 2.2: \"При заключении договора в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n3. Ввести новую статью 434.1 \"Особенности заключения договоров в электронной форме\":\n   \"1. Договор в электронной форме может быть заключен с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\n   2. При заключении договора в электронной форме стороны могут использовать:\n      а) электронную подпись;\n      б) иные способы идентификации, позволяющие достоверно установить, что документ исходит от стороны по договору.\n   3. Договор в электронной форме считается заключенным с момента получения лицом, направившим оферту, ее акцепта.\n   4. Договор в электронной форме должен содержать все существенные условия договора, предусмотренные настоящим Кодексом.\";\n\n4. В статье 438:\n   - дополнить пунктом 3: \"Акцепт может быть выражен в электронной форме с использованием электронной подписи или иных способов идентификации.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Установлены правила заключения договоров в электронной форме\n- Определены способы идентификации сторон при электронном взаимодействии\n- Введены гарантии действительности электронных договоров\n- Установлен порядок акцепта в электронной форме\n\nПрактическое значение:\nИзменения направлены на развитие электронной коммерции, упрощение процедуры заключения договоров и обеспечение правовой безопасности электронных сделок.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "гражданский кодекс",
        "дополнить",
        "вступает в силу",
        "гражданский",
        "электронные",
        "договоры"
      ],
      "relevance": 0.8,
      "source": "garant",
      "updatedAt": "2025-07-16T09:36:08.460Z",
      "changes": "Обновление правовой базы",
      "url": "https://garant.ru/news/1"
    },
    {
      "id": "sudrf_1752658568666_1",
      "category": "Судебная практика",
      "topic": "Постановление Пленума Верховного Суда РФ о трудовых спорах при дистанционной работе",
      "content": "Постановление Пленума Верховного Суда Российской Федерации от 05.07.2024 № 15 \"О применении судами законодательства при рассмотрении дел, связанных с дистанционной работой\"\n\nВ связи с вопросами, возникающими у судов при применении законодательства о дистанционной работе, Пленум Верховного Суда Российской Федерации постановляет дать следующие разъяснения:\n\n1. О понятии дистанционной работы\nПри рассмотрении дел, связанных с дистанционной работой, судам следует исходить из того, что дистанционная работа - это выполнение трудовой функции вне места нахождения работодателя, его филиала, представительства, иного обособленного структурного подразделения, вне стационарного рабочего места, территории или объекта, прямо или косвенно находящихся под контролем работодателя, при условии использования для выполнения этой функции и для осуществления взаимодействия с работодателем информационно-телекоммуникационных сетей общего пользования, включая сеть \"Интернет\".\n\n2. О заключении трудового договора о дистанционной работе\nПри рассмотрении споров о заключении трудового договора о дистанционной работе судам следует учитывать, что:\n- трудовой договор о дистанционной работе может быть заключен как при приеме на работу, так и в период действия трудового договора;\n- изменение условий трудового договора о дистанционной работе осуществляется по соглашению сторон в письменной форме;\n- при переводе работника на дистанционную работу необходимо его письменное согласие.\n\n3. О рабочем времени и времени отдыха\nПри рассмотрении споров о рабочем времени и времени отдыха дистанционных работников судам следует учитывать, что:\n- учет рабочего времени дистанционных работников осуществляется работодателем на основании документов, представленных работником;\n- дистанционные работники имеют право на перерывы для отдыха и питания в соответствии с правилами внутреннего трудового распорядка;\n- дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск и дополнительные отпуска в соответствии с законодательством.\n\n4. Об охране труда\nПри рассмотрении споров об охране труда дистанционных работников судам следует учитывать, что:\n- работодатель обязан обеспечить работнику безопасные условия труда при выполнении трудовых обязанностей;\n- работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей;\n- расследование несчастных случаев с дистанционными работниками осуществляется в соответствии с порядком, установленным законодательством.\n\n5. О материальной ответственности\nПри рассмотрении споров о материальной ответственности дистанционных работников судам следует учитывать, что:\n- материальная ответственность дистанционных работников определяется в соответствии с общими правилами, установленными законодательством;\n- при определении размера материального ущерба учитываются обстоятельства, связанные с дистанционным характером работы.\n\nПрактическое значение:\nПостановление разъясняет порядок применения законодательства о дистанционной работе, устанавливает критерии для разрешения трудовых споров и обеспечивает единообразное применение норм трудового права.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "ответственность",
        "суд",
        "трудовой",
        "отпуск",
        "2024",
        "постановление",
        "раздел",
        "дистанционная работа",
        "постановляет",
        "работник",
        "работодатель",
        "изменение"
      ],
      "relevance": 0.8,
      "source": "sudrf",
      "updatedAt": "2025-07-16T09:36:08.666Z",
      "changes": "Судебное решение",
      "url": "https://sudrf.ru/decision/1"
    },
    {
      "id": "fssp_1752658568776_1",
      "category": "Исполнительное производство",
      "topic": "Приказ ФССП России о новых правилах исполнительного производства",
      "content": "Приказ ФССП России от 03.07.2024 № 456 \"Об утверждении Правил исполнительного производства\"\n\nВ соответствии с Федеральным законом \"Об исполнительном производстве\" приказываю:\n\n1. Утвердить прилагаемые Правила исполнительного производства.\n\n2. Установить, что настоящий приказ вступает в силу с 1 января 2025 года.\n\nПРАВИЛА ИСПОЛНИТЕЛЬНОГО ПРОИЗВОДСТВА\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования\nНастоящие Правила регулируют порядок и условия исполнения судебных актов, актов других органов и должностных лиц, которым при осуществлении установленных федеральным законом полномочий предоставлено право возлагать на граждан, организации обязанности по передаче другим гражданам, организациям денежных средств и иного имущества либо совершению в их пользу определенных действий или воздержанию от совершения определенных действий.\n\nСтатья 2. Основные понятия\nДля целей настоящих Правил используются следующие основные понятия:\n1) исполнительное производство - совокупность процессуальных действий, направленных на принудительное исполнение судебных актов, актов других органов и должностных лиц;\n2) судебный пристав-исполнитель - должностное лицо, состоящее на государственной гражданской службе Российской Федерации и наделенное полномочиями по исполнению судебных актов, актов других органов и должностных лиц;\n3) взыскатель - гражданин или организация, в пользу или в интересах которых выдан исполнительный документ;\n4) должник - гражданин или организация, обязанные по исполнительному документу совершить определенные действия или воздержаться от их совершения.\n\nГлава 2. ВОЗБУЖДЕНИЕ ИСПОЛНИТЕЛЬНОГО ПРОИЗВОДСТВА\n\nСтатья 3. Основания для возбуждения исполнительного производства\nИсполнительное производство возбуждается судебным приставом-исполнителем на основании исполнительного документа по заявлению взыскателя.\n\nСтатья 4. Заявление о возбуждении исполнительного производства\n1. Заявление о возбуждении исполнительного производства подается взыскателем в письменной форме или в форме электронного документа.\n2. В заявлении должны быть указаны:\n   а) наименование судебного пристава-исполнителя, в производстве которого должно находиться исполнительное производство;\n   б) наименование взыскателя-организации и должность, фамилия, имя, отчество взыскателя-гражданина, его место жительства или место пребывания, дата и место его рождения, место его работы;\n   в) наименование должника-организации и должность, фамилия, имя, отчество должника-гражданина, его место жительства или место пребывания, дата и место его рождения, место его работы;\n   г) требования взыскателя.\n\nГлава 3. МЕРЫ ПРИНУДИТЕЛЬНОГО ИСПОЛНЕНИЯ\n\nСтатья 5. Виды мер принудительного исполнения\nК мерам принудительного исполнения относятся:\n1) обращение взыскания на имущество должника, в том числе на денежные средства и ценные бумаги;\n2) обращение взыскания на периодические выплаты, получаемые должником в силу трудовых, гражданско-правовых или социальных правоотношений;\n3) изъятие у должника и передача взыскателю определенных предметов, указанных в исполнительном документе;\n4) иные меры, предусмотренные федеральным законом.\n\nСтатья 6. Обращение взыскания на имущество должника\n1. Обращение взыскания на имущество должника производится на основании исполнительного документа.\n2. Взыскание обращается в первую очередь на денежные средства должника в рублях и иностранной валюте.\n3. При отсутствии у должника денежных средств взыскание обращается на иное принадлежащее должнику имущество.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящих Правил\nНастоящие Правила вступают в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Упрощена процедура подачи заявления о возбуждении исполнительного производства\n- Введены электронные формы документов\n- Установлен четкий порядок обращения взыскания на имущество\n- Определены приоритеты при обращении взыскания\n\nПрактическое значение:\nНовые правила направлены на повышение эффективности исполнительного производства, упрощение процедур и защиту прав взыскателей и должников.",
      "keywords": [
        "закон",
        "право",
        "суд",
        "2025",
        "2024",
        "изменения",
        "приказ",
        "статья",
        "глава",
        "исполнительное производство",
        "вступает в силу",
        "утвердить",
        "приказываю",
        "взыскатель",
        "должник"
      ],
      "relevance": 0.8,
      "source": "fssp",
      "updatedAt": "2025-07-16T09:36:08.776Z",
      "changes": "Обновление исполнительного производства",
      "url": "https://fssp.gov.ru/news/1"
    },
    {
      "id": "fedresurs_1752658568883_1",
      "category": "Корпоративное право",
      "topic": "Изменения в корпоративном законодательстве - Регистрация юридических лиц",
      "content": "Федеральный закон от 01.07.2024 № 167-ФЗ \"О внесении изменений в Федеральный закон \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\" и отдельные законодательные акты Российской Федерации\"\n\nСтатья 1. Внести в Федеральный закон \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\" следующие изменения:\n\n1. В статье 9:\n   - дополнить пунктом 1.1: \"Государственная регистрация юридического лица при его создании осуществляется регистрирующим органом по месту нахождения указанного учредителями в заявлении о государственной регистрации постоянно действующего исполнительного органа, в случае отсутствия такого исполнительного органа - по месту нахождения иного органа или лица, имеющих право действовать от имени юридического лица без доверенности.\";\n   - пункт 2 дополнить предложением: \"При этом документы могут быть представлены в форме электронных документов.\";\n\n2. В статье 12:\n   - дополнить пунктом 1.1: \"Заявление о государственной регистрации юридического лица при его создании может быть подано в форме электронного документа с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\";\n   - дополнить пунктом 1.2: \"При подаче заявления в форме электронного документа подпись заявителя должна быть удостоверена электронной подписью.\";\n\n3. В статье 13:\n   - дополнить пунктом 1.1: \"Решение о государственной регистрации юридического лица принимается регистрирующим органом в срок не более чем три рабочих дня со дня представления документов в регистрирующий орган.\";\n   - дополнить пунктом 1.2: \"В случае представления документов в форме электронного документа решение о государственной регистрации принимается в срок не более чем один рабочий день.\";\n\n4. Ввести новую статью 13.1 \"Особенности государственной регистрации в электронной форме\":\n   \"1. Государственная регистрация юридического лица в электронной форме осуществляется с использованием единой информационной системы государственной регистрации.\n   2. При государственной регистрации в электронной форме:\n      а) документы представляются в форме электронных документов;\n      б) подписи заявителей удостоверяются электронными подписями;\n      в) решение о государственной регистрации направляется заявителю в форме электронного документа.\n   3. Государственная регистрация в электронной форме осуществляется в сокращенные сроки.\";\n\n5. В статье 14:\n   - дополнить пунктом 1.1: \"Свидетельство о государственной регистрации юридического лица может быть выдано в форме электронного документа.\";\n   - дополнить пунктом 1.2: \"Электронное свидетельство о государственной регистрации имеет равную юридическую силу с документом на бумажном носителе.\";\n\nСтатья 2. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 51:\n   - дополнить пунктом 2.1: \"Государственная регистрация юридического лица может быть осуществлена в электронной форме в порядке, установленном законом о государственной регистрации юридических лиц.\";\n\n2. В статье 52:\n   - дополнить пунктом 1.1: \"Учредительные документы юридического лица могут быть представлены в форме электронных документов.\";\n\nСтатья 3. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Введена возможность электронной регистрации юридических лиц\n- Установлены сокращенные сроки регистрации при подаче документов в электронной форме\n- Определен порядок использования электронных подписей\n- Введены электронные формы свидетельств о регистрации\n\nПрактическое значение:\nИзменения направлены на цифровизацию процедур регистрации юридических лиц, упрощение административных процедур и повышение эффективности государственных услуг.",
      "keywords": [
        "закон",
        "кодекс",
        "право",
        "суд",
        "регистрация",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "решение",
        "статья",
        "пункт",
        "гражданский кодекс",
        "государственная регистрация",
        "дополнить"
      ],
      "relevance": 0.8,
      "source": "fedresurs",
      "updatedAt": "2025-07-16T09:36:08.883Z",
      "changes": "Обновление реестра юридических лиц",
      "url": "https://fedresurs.ru/news/1"
    },
    {
      "id": "pravo_1753828543783_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ - Упрощение налоговой отчетности для малого бизнеса",
      "content": "Федеральный закон от 12.07.2025 № 123-ФЗ \"О внесении изменений в Налоговый кодекс Российской Федерации\"\n\nСтатья 1. Внести в Налоговый кодекс Российской Федерации следующие изменения:\n\n1. В статье 346.15:\n   - пункт 1 дополнить подпунктом 1.1: \"суммы страховых взносов на обязательное пенсионное страхование, обязательное социальное страхование на случай временной нетрудоспособности и в связи с материнством, обязательное медицинское страхование, обязательное социальное страхование от несчастных случаев на производстве и профессиональных заболеваний\";\n   - пункт 2 изложить в новой редакции: \"При определении объекта налогообложения налогоплательщик уменьшает полученные доходы на расходы, указанные в пункте 1 настоящей статьи.\";\n\n2. В статье 346.16:\n   - дополнить пунктом 1.1: \"Расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\n3. В статье 346.17:\n   - пункт 2 дополнить предложением: \"При этом расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Упрощена процедура подачи налоговой отчетности для субъектов малого предпринимательства\n- Введены новые льготы для IT-компаний в части налогообложения\n- Расширен перечень расходов, учитываемых при расчете налогооблагаемой базы\n- Установлены специальные условия для учета основных средств и нематериальных активов\n\nПрактическое значение:\nДанные изменения направлены на поддержку малого бизнеса и IT-сектора, упрощение налогового администрирования и стимулирование инвестиционной активности.",
      "keywords": [
        "закон",
        "кодекс",
        "налог",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "подпункт",
        "налоговый кодекс",
        "дополнить",
        "изложить в новой редакции",
        "вступает в силу",
        "налогоплательщик",
        "налоговый"
      ],
      "relevance": 0.8,
      "source": "pravo",
      "updatedAt": "2025-07-29T22:35:43.783Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "duma_1753828543785_1",
      "category": "Цифровое право",
      "topic": "Федеральный закон \"О цифровых правах и цифровых активах\"",
      "content": "Федеральный закон от 15.07.2025 № 456-ФЗ \"О цифровых правах и цифровых активах\"\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования настоящего Федерального закона\nНастоящий Федеральный закон регулирует отношения, связанные с цифровыми правами и цифровыми активами, определяет правовой статус цифровых активов, устанавливает порядок их выпуска, размещения и обращения.\n\nСтатья 2. Основные понятия\nДля целей настоящего Федерального закона используются следующие основные понятия:\n1) цифровое право - право требования или иное право, удостоверенное цифровой записью в информационной системе;\n2) цифровой актив - совокупность электронных данных (цифровая запись), включая цифровую запись о праве требования по договору займа, которая создается в информационной системе;\n3) информационная система - совокупность содержащейся в базах данных информации и обеспечивающих ее обработку информационных технологий и технических средств;\n4) оператор информационной системы - лицо, обеспечивающее функционирование информационной системы и (или) предоставляющее услуги по выпуску, размещению и обращению цифровых активов.\n\nГлава 2. ЦИФРОВЫЕ ПРАВА\n\nСтатья 3. Виды цифровых прав\n1. Цифровые права могут быть следующих видов:\n   - право требования;\n   - право участия в капитале хозяйственного общества;\n   - право на получение товаров, работ, услуг;\n   - иные права, предусмотренные законом.\n\n2. Цифровые права удостоверяются цифровой записью в информационной системе.\n\nСтатья 4. Переход цифровых прав\n1. Переход цифровых прав осуществляется путем внесения изменений в цифровую запись в информационной системе.\n2. Переход цифровых прав может осуществляться на основании договора, закона или судебного акта.\n\nГлава 3. ЦИФРОВЫЕ АКТИВЫ\n\nСтатья 5. Выпуск цифровых активов\n1. Выпуск цифровых активов осуществляется оператором информационной системы по заявлению лица, желающего выпустить цифровые активы.\n2. Выпуск цифровых активов может осуществляться в целях привлечения финансирования, удостоверения прав требования или иных целях, не запрещенных законом.\n\nСтатья 6. Обращение цифровых активов\n1. Цифровые активы могут обращаться в информационной системе, в которой они были выпущены.\n2. Обращение цифровых активов осуществляется в порядке, установленном оператором информационной системы.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящего Федерального закона\nНастоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nПрактическое значение:\nЗакон создает правовую основу для развития цифровой экономики, регулирует отношения в сфере цифровых активов и криптовалют, устанавливает механизмы защиты прав владельцев цифровых активов.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "суд",
        "2025",
        "федеральный закон",
        "статья",
        "глава",
        "цифровые права",
        "вступает в силу",
        "федеральный",
        "цифровых",
        "правах",
        "активах\""
      ],
      "relevance": 0.8,
      "source": "duma",
      "updatedAt": "2025-07-29T22:35:43.785Z",
      "changes": "Законодательная инициатива",
      "url": "https://duma.gov.ru/news/1"
    },
    {
      "id": "consultant_1753828539394_1",
      "category": "Трудовое право",
      "topic": "Изменения в Трудовой кодекс РФ - Удаленная работа и защита прав работников",
      "content": "Федеральный закон от 10.07.2025 № 234-ФЗ \"О внесении изменений в Трудовой кодекс Российской Федерации в части регулирования дистанционной работы\"\n\nСтатья 1. Внести в Трудовой кодекс Российской Федерации следующие изменения:\n\n1. В статье 312.1:\n   - дополнить пунктом 1.1: \"Дистанционная работа может выполняться работником как постоянно, так и временно по соглашению сторон трудового договора.\";\n   - пункт 2 дополнить предложением: \"При этом работодатель обязан обеспечить работника необходимыми для выполнения трудовых обязанностей оборудованием, программно-техническими средствами, средствами защиты информации и иными средствами.\";\n\n2. В статье 312.2:\n   - дополнить пунктом 2.1: \"В трудовом договоре о дистанционной работе должны быть указаны:\n     а) место выполнения дистанционной работы;\n     б) порядок взаимодействия работника с работодателем;\n     в) порядок и сроки представления работником отчетов о выполненной работе;\n     г) размер, порядок и сроки выплаты компенсации за использование работником принадлежащих ему или арендуемых им оборудования, программно-технических средств, средств защиты информации и иных средств.\";\n\n3. В статье 312.3:\n   - дополнить пунктом 1.1: \"Работодатель обязан обеспечить работнику возможность выполнения трудовых обязанностей в условиях, соответствующих требованиям охраны труда.\";\n   - пункт 2 дополнить предложением: \"При этом работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей.\";\n\n4. Ввести новую статью 312.4 \"Особенности регулирования труда дистанционных работников\":\n   \"1. Для дистанционных работников устанавливается сокращенная продолжительность рабочего времени - не более 36 часов в неделю.\n   2. Дистанционные работники имеют право на перерывы для отдыха и питания продолжительностью не менее 30 минут.\n   3. Дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск продолжительностью не менее 28 календарных дней.\n   4. Дистанционные работники имеют право на дополнительные отпуска в случаях, предусмотренных настоящим Кодексом и иными федеральными законами.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Детализированы условия дистанционной работы\n- Установлены гарантии для дистанционных работников\n- Определен порядок взаимодействия работника и работодателя\n- Введены специальные нормы охраны труда для дистанционной работы\n- Установлены компенсации за использование личного оборудования\n\nПрактическое значение:\nИзменения направлены на защиту прав работников при дистанционной работе, установление четких правил взаимодействия сторон и обеспечение безопасных условий труда.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "трудовой",
        "отпуск",
        "защита",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "трудовой кодекс",
        "дистанционная работа",
        "дополнить"
      ],
      "relevance": 0.8,
      "source": "consultant",
      "updatedAt": "2025-07-29T22:35:39.394Z",
      "changes": "Обновление правовой базы",
      "url": "https://consultant.ru/news/1"
    },
    {
      "id": "garant_1753828539449_1",
      "category": "Гражданское право",
      "topic": "Изменения в Гражданский кодекс РФ - Электронные договоры",
      "content": "Федеральный закон от 08.07.2025 № 189-ФЗ \"О внесении изменений в Гражданский кодекс Российской Федерации в части регулирования заключения договоров в электронной форме\"\n\nСтатья 1. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 160:\n   - дополнить пунктом 3: \"Сделка в письменной форме может быть совершена путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 4: \"При совершении сделки в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n2. В статье 434:\n   - дополнить пунктом 2.1: \"Договор в письменной форме может быть заключен путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 2.2: \"При заключении договора в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n3. Ввести новую статью 434.1 \"Особенности заключения договоров в электронной форме\":\n   \"1. Договор в электронной форме может быть заключен с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\n   2. При заключении договора в электронной форме стороны могут использовать:\n      а) электронную подпись;\n      б) иные способы идентификации, позволяющие достоверно установить, что документ исходит от стороны по договору.\n   3. Договор в электронной форме считается заключенным с момента получения лицом, направившим оферту, ее акцепта.\n   4. Договор в электронной форме должен содержать все существенные условия договора, предусмотренные настоящим Кодексом.\";\n\n4. В статье 438:\n   - дополнить пунктом 3: \"Акцепт может быть выражен в электронной форме с использованием электронной подписи или иных способов идентификации.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Установлены правила заключения договоров в электронной форме\n- Определены способы идентификации сторон при электронном взаимодействии\n- Введены гарантии действительности электронных договоров\n- Установлен порядок акцепта в электронной форме\n\nПрактическое значение:\nИзменения направлены на развитие электронной коммерции, упрощение процедуры заключения договоров и обеспечение правовой безопасности электронных сделок.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "гражданский кодекс",
        "дополнить",
        "вступает в силу",
        "гражданский",
        "электронные",
        "договоры"
      ],
      "relevance": 0.8,
      "source": "garant",
      "updatedAt": "2025-07-29T22:35:39.449Z",
      "changes": "Обновление правовой базы",
      "url": "https://garant.ru/news/1"
    },
    {
      "id": "sudrf_1753828539752_1",
      "category": "Судебная практика",
      "topic": "Постановление Пленума Верховного Суда РФ о трудовых спорах при дистанционной работе",
      "content": "Постановление Пленума Верховного Суда Российской Федерации от 05.07.2024 № 15 \"О применении судами законодательства при рассмотрении дел, связанных с дистанционной работой\"\n\nВ связи с вопросами, возникающими у судов при применении законодательства о дистанционной работе, Пленум Верховного Суда Российской Федерации постановляет дать следующие разъяснения:\n\n1. О понятии дистанционной работы\nПри рассмотрении дел, связанных с дистанционной работой, судам следует исходить из того, что дистанционная работа - это выполнение трудовой функции вне места нахождения работодателя, его филиала, представительства, иного обособленного структурного подразделения, вне стационарного рабочего места, территории или объекта, прямо или косвенно находящихся под контролем работодателя, при условии использования для выполнения этой функции и для осуществления взаимодействия с работодателем информационно-телекоммуникационных сетей общего пользования, включая сеть \"Интернет\".\n\n2. О заключении трудового договора о дистанционной работе\nПри рассмотрении споров о заключении трудового договора о дистанционной работе судам следует учитывать, что:\n- трудовой договор о дистанционной работе может быть заключен как при приеме на работу, так и в период действия трудового договора;\n- изменение условий трудового договора о дистанционной работе осуществляется по соглашению сторон в письменной форме;\n- при переводе работника на дистанционную работу необходимо его письменное согласие.\n\n3. О рабочем времени и времени отдыха\nПри рассмотрении споров о рабочем времени и времени отдыха дистанционных работников судам следует учитывать, что:\n- учет рабочего времени дистанционных работников осуществляется работодателем на основании документов, представленных работником;\n- дистанционные работники имеют право на перерывы для отдыха и питания в соответствии с правилами внутреннего трудового распорядка;\n- дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск и дополнительные отпуска в соответствии с законодательством.\n\n4. Об охране труда\nПри рассмотрении споров об охране труда дистанционных работников судам следует учитывать, что:\n- работодатель обязан обеспечить работнику безопасные условия труда при выполнении трудовых обязанностей;\n- работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей;\n- расследование несчастных случаев с дистанционными работниками осуществляется в соответствии с порядком, установленным законодательством.\n\n5. О материальной ответственности\nПри рассмотрении споров о материальной ответственности дистанционных работников судам следует учитывать, что:\n- материальная ответственность дистанционных работников определяется в соответствии с общими правилами, установленными законодательством;\n- при определении размера материального ущерба учитываются обстоятельства, связанные с дистанционным характером работы.\n\nПрактическое значение:\nПостановление разъясняет порядок применения законодательства о дистанционной работе, устанавливает критерии для разрешения трудовых споров и обеспечивает единообразное применение норм трудового права.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "ответственность",
        "суд",
        "трудовой",
        "отпуск",
        "2024",
        "постановление",
        "раздел",
        "дистанционная работа",
        "постановляет",
        "работник",
        "работодатель",
        "изменение"
      ],
      "relevance": 0.8,
      "source": "sudrf",
      "updatedAt": "2025-07-29T22:35:39.751Z",
      "changes": "Судебное решение",
      "url": "https://sudrf.ru/decision/1"
    },
    {
      "id": "fssp_1753828539896_1",
      "category": "Исполнительное производство",
      "topic": "Приказ ФССП России о новых правилах исполнительного производства",
      "content": "Приказ ФССП России от 03.07.2024 № 456 \"Об утверждении Правил исполнительного производства\"\n\nВ соответствии с Федеральным законом \"Об исполнительном производстве\" приказываю:\n\n1. Утвердить прилагаемые Правила исполнительного производства.\n\n2. Установить, что настоящий приказ вступает в силу с 1 января 2025 года.\n\nПРАВИЛА ИСПОЛНИТЕЛЬНОГО ПРОИЗВОДСТВА\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования\nНастоящие Правила регулируют порядок и условия исполнения судебных актов, актов других органов и должностных лиц, которым при осуществлении установленных федеральным законом полномочий предоставлено право возлагать на граждан, организации обязанности по передаче другим гражданам, организациям денежных средств и иного имущества либо совершению в их пользу определенных действий или воздержанию от совершения определенных действий.\n\nСтатья 2. Основные понятия\nДля целей настоящих Правил используются следующие основные понятия:\n1) исполнительное производство - совокупность процессуальных действий, направленных на принудительное исполнение судебных актов, актов других органов и должностных лиц;\n2) судебный пристав-исполнитель - должностное лицо, состоящее на государственной гражданской службе Российской Федерации и наделенное полномочиями по исполнению судебных актов, актов других органов и должностных лиц;\n3) взыскатель - гражданин или организация, в пользу или в интересах которых выдан исполнительный документ;\n4) должник - гражданин или организация, обязанные по исполнительному документу совершить определенные действия или воздержаться от их совершения.\n\nГлава 2. ВОЗБУЖДЕНИЕ ИСПОЛНИТЕЛЬНОГО ПРОИЗВОДСТВА\n\nСтатья 3. Основания для возбуждения исполнительного производства\nИсполнительное производство возбуждается судебным приставом-исполнителем на основании исполнительного документа по заявлению взыскателя.\n\nСтатья 4. Заявление о возбуждении исполнительного производства\n1. Заявление о возбуждении исполнительного производства подается взыскателем в письменной форме или в форме электронного документа.\n2. В заявлении должны быть указаны:\n   а) наименование судебного пристава-исполнителя, в производстве которого должно находиться исполнительное производство;\n   б) наименование взыскателя-организации и должность, фамилия, имя, отчество взыскателя-гражданина, его место жительства или место пребывания, дата и место его рождения, место его работы;\n   в) наименование должника-организации и должность, фамилия, имя, отчество должника-гражданина, его место жительства или место пребывания, дата и место его рождения, место его работы;\n   г) требования взыскателя.\n\nГлава 3. МЕРЫ ПРИНУДИТЕЛЬНОГО ИСПОЛНЕНИЯ\n\nСтатья 5. Виды мер принудительного исполнения\nК мерам принудительного исполнения относятся:\n1) обращение взыскания на имущество должника, в том числе на денежные средства и ценные бумаги;\n2) обращение взыскания на периодические выплаты, получаемые должником в силу трудовых, гражданско-правовых или социальных правоотношений;\n3) изъятие у должника и передача взыскателю определенных предметов, указанных в исполнительном документе;\n4) иные меры, предусмотренные федеральным законом.\n\nСтатья 6. Обращение взыскания на имущество должника\n1. Обращение взыскания на имущество должника производится на основании исполнительного документа.\n2. Взыскание обращается в первую очередь на денежные средства должника в рублях и иностранной валюте.\n3. При отсутствии у должника денежных средств взыскание обращается на иное принадлежащее должнику имущество.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящих Правил\nНастоящие Правила вступают в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Упрощена процедура подачи заявления о возбуждении исполнительного производства\n- Введены электронные формы документов\n- Установлен четкий порядок обращения взыскания на имущество\n- Определены приоритеты при обращении взыскания\n\nПрактическое значение:\nНовые правила направлены на повышение эффективности исполнительного производства, упрощение процедур и защиту прав взыскателей и должников.",
      "keywords": [
        "закон",
        "право",
        "суд",
        "2025",
        "2024",
        "изменения",
        "приказ",
        "статья",
        "глава",
        "исполнительное производство",
        "вступает в силу",
        "утвердить",
        "приказываю",
        "взыскатель",
        "должник"
      ],
      "relevance": 0.8,
      "source": "fssp",
      "updatedAt": "2025-07-29T22:35:39.895Z",
      "changes": "Обновление исполнительного производства",
      "url": "https://fssp.gov.ru/news/1"
    },
    {
      "id": "fedresurs_1753828539770_1",
      "category": "Корпоративное право",
      "topic": "Изменения в корпоративном законодательстве - Регистрация юридических лиц",
      "content": "Федеральный закон от 01.07.2024 № 167-ФЗ \"О внесении изменений в Федеральный закон \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\" и отдельные законодательные акты Российской Федерации\"\n\nСтатья 1. Внести в Федеральный закон \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\" следующие изменения:\n\n1. В статье 9:\n   - дополнить пунктом 1.1: \"Государственная регистрация юридического лица при его создании осуществляется регистрирующим органом по месту нахождения указанного учредителями в заявлении о государственной регистрации постоянно действующего исполнительного органа, в случае отсутствия такого исполнительного органа - по месту нахождения иного органа или лица, имеющих право действовать от имени юридического лица без доверенности.\";\n   - пункт 2 дополнить предложением: \"При этом документы могут быть представлены в форме электронных документов.\";\n\n2. В статье 12:\n   - дополнить пунктом 1.1: \"Заявление о государственной регистрации юридического лица при его создании может быть подано в форме электронного документа с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\";\n   - дополнить пунктом 1.2: \"При подаче заявления в форме электронного документа подпись заявителя должна быть удостоверена электронной подписью.\";\n\n3. В статье 13:\n   - дополнить пунктом 1.1: \"Решение о государственной регистрации юридического лица принимается регистрирующим органом в срок не более чем три рабочих дня со дня представления документов в регистрирующий орган.\";\n   - дополнить пунктом 1.2: \"В случае представления документов в форме электронного документа решение о государственной регистрации принимается в срок не более чем один рабочий день.\";\n\n4. Ввести новую статью 13.1 \"Особенности государственной регистрации в электронной форме\":\n   \"1. Государственная регистрация юридического лица в электронной форме осуществляется с использованием единой информационной системы государственной регистрации.\n   2. При государственной регистрации в электронной форме:\n      а) документы представляются в форме электронных документов;\n      б) подписи заявителей удостоверяются электронными подписями;\n      в) решение о государственной регистрации направляется заявителю в форме электронного документа.\n   3. Государственная регистрация в электронной форме осуществляется в сокращенные сроки.\";\n\n5. В статье 14:\n   - дополнить пунктом 1.1: \"Свидетельство о государственной регистрации юридического лица может быть выдано в форме электронного документа.\";\n   - дополнить пунктом 1.2: \"Электронное свидетельство о государственной регистрации имеет равную юридическую силу с документом на бумажном носителе.\";\n\nСтатья 2. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 51:\n   - дополнить пунктом 2.1: \"Государственная регистрация юридического лица может быть осуществлена в электронной форме в порядке, установленном законом о государственной регистрации юридических лиц.\";\n\n2. В статье 52:\n   - дополнить пунктом 1.1: \"Учредительные документы юридического лица могут быть представлены в форме электронных документов.\";\n\nСтатья 3. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Введена возможность электронной регистрации юридических лиц\n- Установлены сокращенные сроки регистрации при подаче документов в электронной форме\n- Определен порядок использования электронных подписей\n- Введены электронные формы свидетельств о регистрации\n\nПрактическое значение:\nИзменения направлены на цифровизацию процедур регистрации юридических лиц, упрощение административных процедур и повышение эффективности государственных услуг.",
      "keywords": [
        "закон",
        "кодекс",
        "право",
        "суд",
        "регистрация",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "решение",
        "статья",
        "пункт",
        "гражданский кодекс",
        "государственная регистрация",
        "дополнить"
      ],
      "relevance": 0.8,
      "source": "fedresurs",
      "updatedAt": "2025-07-29T22:35:39.770Z",
      "changes": "Обновление реестра юридических лиц",
      "url": "https://fedresurs.ru/news/1"
    },
    {
      "id": "pravo_1753836328669_1",
      "category": "Налоговое право",
      "topic": "Изменения в Налоговый кодекс РФ - Упрощение налоговой отчетности для малого бизнеса",
      "content": "Федеральный закон от 12.07.2025 № 123-ФЗ \"О внесении изменений в Налоговый кодекс Российской Федерации\"\n\nСтатья 1. Внести в Налоговый кодекс Российской Федерации следующие изменения:\n\n1. В статье 346.15:\n   - пункт 1 дополнить подпунктом 1.1: \"суммы страховых взносов на обязательное пенсионное страхование, обязательное социальное страхование на случай временной нетрудоспособности и в связи с материнством, обязательное медицинское страхование, обязательное социальное страхование от несчастных случаев на производстве и профессиональных заболеваний\";\n   - пункт 2 изложить в новой редакции: \"При определении объекта налогообложения налогоплательщик уменьшает полученные доходы на расходы, указанные в пункте 1 настоящей статьи.\";\n\n2. В статье 346.16:\n   - дополнить пунктом 1.1: \"Расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\n3. В статье 346.17:\n   - пункт 2 дополнить предложением: \"При этом расходы на приобретение основных средств, нематериальных активов и расходы на их достройку, дооборудование, реконструкцию, модернизацию и техническое перевооружение, а также расходы на приобретение земельных участков и объектов природопользования учитываются в порядке, предусмотренном пунктом 3 статьи 346.16 настоящего Кодекса.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Упрощена процедура подачи налоговой отчетности для субъектов малого предпринимательства\n- Введены новые льготы для IT-компаний в части налогообложения\n- Расширен перечень расходов, учитываемых при расчете налогооблагаемой базы\n- Установлены специальные условия для учета основных средств и нематериальных активов\n\nПрактическое значение:\nДанные изменения направлены на поддержку малого бизнеса и IT-сектора, упрощение налогового администрирования и стимулирование инвестиционной активности.",
      "keywords": [
        "закон",
        "кодекс",
        "налог",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "подпункт",
        "налоговый кодекс",
        "дополнить",
        "изложить в новой редакции",
        "вступает в силу",
        "налогоплательщик",
        "налоговый"
      ],
      "relevance": 0.8,
      "source": "pravo",
      "updatedAt": "2025-07-30T00:45:28.669Z",
      "changes": "Обновление законодательства",
      "url": "https://pravo.gov.ru/news/1"
    },
    {
      "id": "duma_1753836328669_1",
      "category": "Цифровое право",
      "topic": "Федеральный закон \"О цифровых правах и цифровых активах\"",
      "content": "Федеральный закон от 15.07.2025 № 456-ФЗ \"О цифровых правах и цифровых активах\"\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования настоящего Федерального закона\nНастоящий Федеральный закон регулирует отношения, связанные с цифровыми правами и цифровыми активами, определяет правовой статус цифровых активов, устанавливает порядок их выпуска, размещения и обращения.\n\nСтатья 2. Основные понятия\nДля целей настоящего Федерального закона используются следующие основные понятия:\n1) цифровое право - право требования или иное право, удостоверенное цифровой записью в информационной системе;\n2) цифровой актив - совокупность электронных данных (цифровая запись), включая цифровую запись о праве требования по договору займа, которая создается в информационной системе;\n3) информационная система - совокупность содержащейся в базах данных информации и обеспечивающих ее обработку информационных технологий и технических средств;\n4) оператор информационной системы - лицо, обеспечивающее функционирование информационной системы и (или) предоставляющее услуги по выпуску, размещению и обращению цифровых активов.\n\nГлава 2. ЦИФРОВЫЕ ПРАВА\n\nСтатья 3. Виды цифровых прав\n1. Цифровые права могут быть следующих видов:\n   - право требования;\n   - право участия в капитале хозяйственного общества;\n   - право на получение товаров, работ, услуг;\n   - иные права, предусмотренные законом.\n\n2. Цифровые права удостоверяются цифровой записью в информационной системе.\n\nСтатья 4. Переход цифровых прав\n1. Переход цифровых прав осуществляется путем внесения изменений в цифровую запись в информационной системе.\n2. Переход цифровых прав может осуществляться на основании договора, закона или судебного акта.\n\nГлава 3. ЦИФРОВЫЕ АКТИВЫ\n\nСтатья 5. Выпуск цифровых активов\n1. Выпуск цифровых активов осуществляется оператором информационной системы по заявлению лица, желающего выпустить цифровые активы.\n2. Выпуск цифровых активов может осуществляться в целях привлечения финансирования, удостоверения прав требования или иных целях, не запрещенных законом.\n\nСтатья 6. Обращение цифровых активов\n1. Цифровые активы могут обращаться в информационной системе, в которой они были выпущены.\n2. Обращение цифровых активов осуществляется в порядке, установленном оператором информационной системы.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящего Федерального закона\nНастоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nПрактическое значение:\nЗакон создает правовую основу для развития цифровой экономики, регулирует отношения в сфере цифровых активов и криптовалют, устанавливает механизмы защиты прав владельцев цифровых активов.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "суд",
        "2025",
        "федеральный закон",
        "статья",
        "глава",
        "цифровые права",
        "вступает в силу",
        "федеральный",
        "цифровых",
        "правах",
        "активах\""
      ],
      "relevance": 0.8,
      "source": "duma",
      "updatedAt": "2025-07-30T00:45:28.669Z",
      "changes": "Законодательная инициатива",
      "url": "https://duma.gov.ru/news/1"
    },
    {
      "id": "consultant_1753836324279_1",
      "category": "Трудовое право",
      "topic": "Изменения в Трудовой кодекс РФ - Удаленная работа и защита прав работников",
      "content": "Федеральный закон от 10.07.2025 № 234-ФЗ \"О внесении изменений в Трудовой кодекс Российской Федерации в части регулирования дистанционной работы\"\n\nСтатья 1. Внести в Трудовой кодекс Российской Федерации следующие изменения:\n\n1. В статье 312.1:\n   - дополнить пунктом 1.1: \"Дистанционная работа может выполняться работником как постоянно, так и временно по соглашению сторон трудового договора.\";\n   - пункт 2 дополнить предложением: \"При этом работодатель обязан обеспечить работника необходимыми для выполнения трудовых обязанностей оборудованием, программно-техническими средствами, средствами защиты информации и иными средствами.\";\n\n2. В статье 312.2:\n   - дополнить пунктом 2.1: \"В трудовом договоре о дистанционной работе должны быть указаны:\n     а) место выполнения дистанционной работы;\n     б) порядок взаимодействия работника с работодателем;\n     в) порядок и сроки представления работником отчетов о выполненной работе;\n     г) размер, порядок и сроки выплаты компенсации за использование работником принадлежащих ему или арендуемых им оборудования, программно-технических средств, средств защиты информации и иных средств.\";\n\n3. В статье 312.3:\n   - дополнить пунктом 1.1: \"Работодатель обязан обеспечить работнику возможность выполнения трудовых обязанностей в условиях, соответствующих требованиям охраны труда.\";\n   - пункт 2 дополнить предложением: \"При этом работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей.\";\n\n4. Ввести новую статью 312.4 \"Особенности регулирования труда дистанционных работников\":\n   \"1. Для дистанционных работников устанавливается сокращенная продолжительность рабочего времени - не более 36 часов в неделю.\n   2. Дистанционные работники имеют право на перерывы для отдыха и питания продолжительностью не менее 30 минут.\n   3. Дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск продолжительностью не менее 28 календарных дней.\n   4. Дистанционные работники имеют право на дополнительные отпуска в случаях, предусмотренных настоящим Кодексом и иными федеральными законами.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Детализированы условия дистанционной работы\n- Установлены гарантии для дистанционных работников\n- Определен порядок взаимодействия работника и работодателя\n- Введены специальные нормы охраны труда для дистанционной работы\n- Установлены компенсации за использование личного оборудования\n\nПрактическое значение:\nИзменения направлены на защиту прав работников при дистанционной работе, установление четких правил взаимодействия сторон и обеспечение безопасных условий труда.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "трудовой",
        "отпуск",
        "защита",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "трудовой кодекс",
        "дистанционная работа",
        "дополнить"
      ],
      "relevance": 0.8,
      "source": "consultant",
      "updatedAt": "2025-07-30T00:45:24.279Z",
      "changes": "Обновление правовой базы",
      "url": "https://consultant.ru/news/1"
    },
    {
      "id": "garant_1753836324601_1",
      "category": "Гражданское право",
      "topic": "Изменения в Гражданский кодекс РФ - Электронные договоры",
      "content": "Федеральный закон от 08.07.2025 № 189-ФЗ \"О внесении изменений в Гражданский кодекс Российской Федерации в части регулирования заключения договоров в электронной форме\"\n\nСтатья 1. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 160:\n   - дополнить пунктом 3: \"Сделка в письменной форме может быть совершена путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 4: \"При совершении сделки в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n2. В статье 434:\n   - дополнить пунктом 2.1: \"Договор в письменной форме может быть заключен путем составления одного документа, подписанного сторонами, а также путем обмена документами посредством электронной связи, позволяющей достоверно установить, что документ исходит от стороны по договору.\";\n   - дополнить пунктом 2.2: \"При заключении договора в электронной форме документ, подписанный электронной подписью, приравнивается к документу, подписанному собственноручной подписью.\";\n\n3. Ввести новую статью 434.1 \"Особенности заключения договоров в электронной форме\":\n   \"1. Договор в электронной форме может быть заключен с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\n   2. При заключении договора в электронной форме стороны могут использовать:\n      а) электронную подпись;\n      б) иные способы идентификации, позволяющие достоверно установить, что документ исходит от стороны по договору.\n   3. Договор в электронной форме считается заключенным с момента получения лицом, направившим оферту, ее акцепта.\n   4. Договор в электронной форме должен содержать все существенные условия договора, предусмотренные настоящим Кодексом.\";\n\n4. В статье 438:\n   - дополнить пунктом 3: \"Акцепт может быть выражен в электронной форме с использованием электронной подписи или иных способов идентификации.\";\n\nСтатья 2. Настоящий Федеральный закон вступает в силу с 1 января 2026 года.\n\nОсновные изменения:\n- Установлены правила заключения договоров в электронной форме\n- Определены способы идентификации сторон при электронном взаимодействии\n- Введены гарантии действительности электронных договоров\n- Установлен порядок акцепта в электронной форме\n\nПрактическое значение:\nИзменения направлены на развитие электронной коммерции, упрощение процедуры заключения договоров и обеспечение правовой безопасности электронных сделок.",
      "keywords": [
        "договор",
        "закон",
        "кодекс",
        "право",
        "2025",
        "изменения",
        "федеральный закон",
        "статья",
        "пункт",
        "гражданский кодекс",
        "дополнить",
        "вступает в силу",
        "гражданский",
        "электронные",
        "договоры"
      ],
      "relevance": 0.8,
      "source": "garant",
      "updatedAt": "2025-07-30T00:45:24.601Z",
      "changes": "Обновление правовой базы",
      "url": "https://garant.ru/news/1"
    },
    {
      "id": "sudrf_1753836324586_1",
      "category": "Судебная практика",
      "topic": "Постановление Пленума Верховного Суда РФ о трудовых спорах при дистанционной работе",
      "content": "Постановление Пленума Верховного Суда Российской Федерации от 05.07.2024 № 15 \"О применении судами законодательства при рассмотрении дел, связанных с дистанционной работой\"\n\nВ связи с вопросами, возникающими у судов при применении законодательства о дистанционной работе, Пленум Верховного Суда Российской Федерации постановляет дать следующие разъяснения:\n\n1. О понятии дистанционной работы\nПри рассмотрении дел, связанных с дистанционной работой, судам следует исходить из того, что дистанционная работа - это выполнение трудовой функции вне места нахождения работодателя, его филиала, представительства, иного обособленного структурного подразделения, вне стационарного рабочего места, территории или объекта, прямо или косвенно находящихся под контролем работодателя, при условии использования для выполнения этой функции и для осуществления взаимодействия с работодателем информационно-телекоммуникационных сетей общего пользования, включая сеть \"Интернет\".\n\n2. О заключении трудового договора о дистанционной работе\nПри рассмотрении споров о заключении трудового договора о дистанционной работе судам следует учитывать, что:\n- трудовой договор о дистанционной работе может быть заключен как при приеме на работу, так и в период действия трудового договора;\n- изменение условий трудового договора о дистанционной работе осуществляется по соглашению сторон в письменной форме;\n- при переводе работника на дистанционную работу необходимо его письменное согласие.\n\n3. О рабочем времени и времени отдыха\nПри рассмотрении споров о рабочем времени и времени отдыха дистанционных работников судам следует учитывать, что:\n- учет рабочего времени дистанционных работников осуществляется работодателем на основании документов, представленных работником;\n- дистанционные работники имеют право на перерывы для отдыха и питания в соответствии с правилами внутреннего трудового распорядка;\n- дистанционные работники имеют право на ежегодный основной оплачиваемый отпуск и дополнительные отпуска в соответствии с законодательством.\n\n4. Об охране труда\nПри рассмотрении споров об охране труда дистанционных работников судам следует учитывать, что:\n- работодатель обязан обеспечить работнику безопасные условия труда при выполнении трудовых обязанностей;\n- работник обязан соблюдать требования охраны труда при выполнении трудовых обязанностей;\n- расследование несчастных случаев с дистанционными работниками осуществляется в соответствии с порядком, установленным законодательством.\n\n5. О материальной ответственности\nПри рассмотрении споров о материальной ответственности дистанционных работников судам следует учитывать, что:\n- материальная ответственность дистанционных работников определяется в соответствии с общими правилами, установленными законодательством;\n- при определении размера материального ущерба учитываются обстоятельства, связанные с дистанционным характером работы.\n\nПрактическое значение:\nПостановление разъясняет порядок применения законодательства о дистанционной работе, устанавливает критерии для разрешения трудовых споров и обеспечивает единообразное применение норм трудового права.",
      "keywords": [
        "договор",
        "закон",
        "право",
        "ответственность",
        "суд",
        "трудовой",
        "отпуск",
        "2024",
        "постановление",
        "раздел",
        "дистанционная работа",
        "постановляет",
        "работник",
        "работодатель",
        "изменение"
      ],
      "relevance": 0.8,
      "source": "sudrf",
      "updatedAt": "2025-07-30T00:45:24.585Z",
      "changes": "Судебное решение",
      "url": "https://sudrf.ru/decision/1"
    },
    {
      "id": "fssp_1753836324606_1",
      "category": "Исполнительное производство",
      "topic": "Приказ ФССП России о новых правилах исполнительного производства",
      "content": "Приказ ФССП России от 03.07.2024 № 456 \"Об утверждении Правил исполнительного производства\"\n\nВ соответствии с Федеральным законом \"Об исполнительном производстве\" приказываю:\n\n1. Утвердить прилагаемые Правила исполнительного производства.\n\n2. Установить, что настоящий приказ вступает в силу с 1 января 2025 года.\n\nПРАВИЛА ИСПОЛНИТЕЛЬНОГО ПРОИЗВОДСТВА\n\nГлава 1. ОБЩИЕ ПОЛОЖЕНИЯ\n\nСтатья 1. Предмет регулирования\nНастоящие Правила регулируют порядок и условия исполнения судебных актов, актов других органов и должностных лиц, которым при осуществлении установленных федеральным законом полномочий предоставлено право возлагать на граждан, организации обязанности по передаче другим гражданам, организациям денежных средств и иного имущества либо совершению в их пользу определенных действий или воздержанию от совершения определенных действий.\n\nСтатья 2. Основные понятия\nДля целей настоящих Правил используются следующие основные понятия:\n1) исполнительное производство - совокупность процессуальных действий, направленных на принудительное исполнение судебных актов, актов других органов и должностных лиц;\n2) судебный пристав-исполнитель - должностное лицо, состоящее на государственной гражданской службе Российской Федерации и наделенное полномочиями по исполнению судебных актов, актов других органов и должностных лиц;\n3) взыскатель - гражданин или организация, в пользу или в интересах которых выдан исполнительный документ;\n4) должник - гражданин или организация, обязанные по исполнительному документу совершить определенные действия или воздержаться от их совершения.\n\nГлава 2. ВОЗБУЖДЕНИЕ ИСПОЛНИТЕЛЬНОГО ПРОИЗВОДСТВА\n\nСтатья 3. Основания для возбуждения исполнительного производства\nИсполнительное производство возбуждается судебным приставом-исполнителем на основании исполнительного документа по заявлению взыскателя.\n\nСтатья 4. Заявление о возбуждении исполнительного производства\n1. Заявление о возбуждении исполнительного производства подается взыскателем в письменной форме или в форме электронного документа.\n2. В заявлении должны быть указаны:\n   а) наименование судебного пристава-исполнителя, в производстве которого должно находиться исполнительное производство;\n   б) наименование взыскателя-организации и должность, фамилия, имя, отчество взыскателя-гражданина, его место жительства или место пребывания, дата и место его рождения, место его работы;\n   в) наименование должника-организации и должность, фамилия, имя, отчество должника-гражданина, его место жительства или место пребывания, дата и место его рождения, место его работы;\n   г) требования взыскателя.\n\nГлава 3. МЕРЫ ПРИНУДИТЕЛЬНОГО ИСПОЛНЕНИЯ\n\nСтатья 5. Виды мер принудительного исполнения\nК мерам принудительного исполнения относятся:\n1) обращение взыскания на имущество должника, в том числе на денежные средства и ценные бумаги;\n2) обращение взыскания на периодические выплаты, получаемые должником в силу трудовых, гражданско-правовых или социальных правоотношений;\n3) изъятие у должника и передача взыскателю определенных предметов, указанных в исполнительном документе;\n4) иные меры, предусмотренные федеральным законом.\n\nСтатья 6. Обращение взыскания на имущество должника\n1. Обращение взыскания на имущество должника производится на основании исполнительного документа.\n2. Взыскание обращается в первую очередь на денежные средства должника в рублях и иностранной валюте.\n3. При отсутствии у должника денежных средств взыскание обращается на иное принадлежащее должнику имущество.\n\nГлава 4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ\n\nСтатья 7. Вступление в силу настоящих Правил\nНастоящие Правила вступают в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Упрощена процедура подачи заявления о возбуждении исполнительного производства\n- Введены электронные формы документов\n- Установлен четкий порядок обращения взыскания на имущество\n- Определены приоритеты при обращении взыскания\n\nПрактическое значение:\nНовые правила направлены на повышение эффективности исполнительного производства, упрощение процедур и защиту прав взыскателей и должников.",
      "keywords": [
        "закон",
        "право",
        "суд",
        "2025",
        "2024",
        "изменения",
        "приказ",
        "статья",
        "глава",
        "исполнительное производство",
        "вступает в силу",
        "утвердить",
        "приказываю",
        "взыскатель",
        "должник"
      ],
      "relevance": 0.8,
      "source": "fssp",
      "updatedAt": "2025-07-30T00:45:24.606Z",
      "changes": "Обновление исполнительного производства",
      "url": "https://fssp.gov.ru/news/1"
    },
    {
      "id": "fedresurs_1753836324824_1",
      "category": "Корпоративное право",
      "topic": "Изменения в корпоративном законодательстве - Регистрация юридических лиц",
      "content": "Федеральный закон от 01.07.2024 № 167-ФЗ \"О внесении изменений в Федеральный закон \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\" и отдельные законодательные акты Российской Федерации\"\n\nСтатья 1. Внести в Федеральный закон \"О государственной регистрации юридических лиц и индивидуальных предпринимателей\" следующие изменения:\n\n1. В статье 9:\n   - дополнить пунктом 1.1: \"Государственная регистрация юридического лица при его создании осуществляется регистрирующим органом по месту нахождения указанного учредителями в заявлении о государственной регистрации постоянно действующего исполнительного органа, в случае отсутствия такого исполнительного органа - по месту нахождения иного органа или лица, имеющих право действовать от имени юридического лица без доверенности.\";\n   - пункт 2 дополнить предложением: \"При этом документы могут быть представлены в форме электронных документов.\";\n\n2. В статье 12:\n   - дополнить пунктом 1.1: \"Заявление о государственной регистрации юридического лица при его создании может быть подано в форме электронного документа с использованием информационно-телекоммуникационных сетей, включая сеть \"Интернет\".\";\n   - дополнить пунктом 1.2: \"При подаче заявления в форме электронного документа подпись заявителя должна быть удостоверена электронной подписью.\";\n\n3. В статье 13:\n   - дополнить пунктом 1.1: \"Решение о государственной регистрации юридического лица принимается регистрирующим органом в срок не более чем три рабочих дня со дня представления документов в регистрирующий орган.\";\n   - дополнить пунктом 1.2: \"В случае представления документов в форме электронного документа решение о государственной регистрации принимается в срок не более чем один рабочий день.\";\n\n4. Ввести новую статью 13.1 \"Особенности государственной регистрации в электронной форме\":\n   \"1. Государственная регистрация юридического лица в электронной форме осуществляется с использованием единой информационной системы государственной регистрации.\n   2. При государственной регистрации в электронной форме:\n      а) документы представляются в форме электронных документов;\n      б) подписи заявителей удостоверяются электронными подписями;\n      в) решение о государственной регистрации направляется заявителю в форме электронного документа.\n   3. Государственная регистрация в электронной форме осуществляется в сокращенные сроки.\";\n\n5. В статье 14:\n   - дополнить пунктом 1.1: \"Свидетельство о государственной регистрации юридического лица может быть выдано в форме электронного документа.\";\n   - дополнить пунктом 1.2: \"Электронное свидетельство о государственной регистрации имеет равную юридическую силу с документом на бумажном носителе.\";\n\nСтатья 2. Внести в Гражданский кодекс Российской Федерации следующие изменения:\n\n1. В статье 51:\n   - дополнить пунктом 2.1: \"Государственная регистрация юридического лица может быть осуществлена в электронной форме в порядке, установленном законом о государственной регистрации юридических лиц.\";\n\n2. В статье 52:\n   - дополнить пунктом 1.1: \"Учредительные документы юридического лица могут быть представлены в форме электронных документов.\";\n\nСтатья 3. Настоящий Федеральный закон вступает в силу с 1 января 2025 года.\n\nОсновные изменения:\n- Введена возможность электронной регистрации юридических лиц\n- Установлены сокращенные сроки регистрации при подаче документов в электронной форме\n- Определен порядок использования электронных подписей\n- Введены электронные формы свидетельств о регистрации\n\nПрактическое значение:\nИзменения направлены на цифровизацию процедур регистрации юридических лиц, упрощение административных процедур и повышение эффективности государственных услуг.",
      "keywords": [
        "закон",
        "кодекс",
        "право",
        "суд",
        "регистрация",
        "2025",
        "2024",
        "изменения",
        "федеральный закон",
        "решение",
        "статья",
        "пункт",
        "гражданский кодекс",
        "государственная регистрация",
        "дополнить"
      ],
      "relevance": 0.8,
      "source": "fedresurs",
      "updatedAt": "2025-07-30T00:45:24.824Z",
      "changes": "Обновление реестра юридических лиц",
      "url": "https://fedresurs.ru/news/1"
    }
  ]
}